{
  "author": "Woodrow Wilson",
  "year": 1914,
  "title": "Second State of the Union Address",
  "text": "GENTLEMEN OF THE CONGRESS:\nThe session upon which you are now entering will be the closing session of \nthe Sixty-third Congress, a Congress, I venture to say, which will long be remembered \nfor the great body of thoughtful and constructive work which it has done, in \nloyal response to the thought and needs of the country. I should like in this \naddress to review the notable record and try to make adequate assessment of \nit; but no doubt we stand too near the work that has been done and are ourselves \ntoo much part of it to play the part of historians toward it.\nOur program of legislation with regard to the regulation of business is now \nvirtually complete. It has been put forth, as we intended, as a whole, and leaves \nno conjecture as to what is to follow. The road at last lies clear and firm \nbefore business. It is a road which it can travel without fear or embarrassment. \nIt is the road to ungrudged, unclouded success. In it every honest man, every \nman who believes that the public interest is part of his own interest, may walk \nwith perfect confidence.\nMoreover, our thoughts are now more of the future than of the past. While \nwe have worked at our tasks of peace the circumstances of the whole age have \nbeen altered by war. What we have done for our own land and our own people we \ndid with the best that was in us, whether of character or of intelligence, with \nsober enthusiasm and a confidence in the principles upon which we were acting \nwhich sustained us at every step of the difficult undertaking; but it is done. \nIt has passed from our hands. It is now an established part of the legislation \nof the country. Its usefulness, its effects will disclose themselves in experience. \nWhat chiefly strikes us now, as we look about us during these closing days of \na year which will be forever memorable in the history of the world, is that \nwe face new tasks, have been facing them these six months, must face them in \nthe months to come,-face them without partisan feeling, like men who have forgotten \neverything but a common duty and the fact that we are representatives of a great \npeople whose thought is not of us but of what America owes to herself and to \nall mankind in such circumstances as these upon which we look amazed and anxious.\nWar has interrupted the means of trade not only but also the processes of \nproduction. In Europe it is destroying men and resources wholesale and upon \na scale unprecedented and appalling, There is reason to fear that the time is \nnear, if it be not already at hand, when several of the countries of Europe \nwill find it difficult to do for their people what they have hitherto been always \neasily able to do,--many essential and fundamental things. At any rate, they \nwill need our help and our manifold services as they have never needed them \nbefore; and we should be ready, more fit and ready than we have ever been.\nIt is of equal consequence that the nations whom Europe has usually supplied \nwith innumerable articles of manufacture and commerce of which they are in constant \nneed and without which their economic development halts and stands still can \nnow get only a small part of what they formerly imported and eagerly look to \nus to supply their all but empty markets. This is particularly true of our own \nneighbors, the States, great and small, of Central and South America. Their \nlines of trade have hitherto run chiefly athwart the seas, not to our ports \nbut to the ports of Great Britain and of the older continent of Europe. I do \nnot stop to inquire why, or to make any comment on probable causes. What interests \nus just now is not the explanation but the fact, and our duty and opportunity \nin the presence of it. Here are markets which we must supply, and we must find \nthe means of action. The United States, this great people for whom we speak \nand act, should be ready, as never before, to serve itself and to serve mankind; \nready with its resources, its energies, its forces of production, and its means \nof distribution.\nIt is a very practical matter, a matter of ways and means. We have the resources, \nbut are we fully ready to use them? And, if we can make ready what we have, \nhave we the means at hand to distribute it? We are not fully ready; neither \nhave we the means of distribution. We are willing, but we are not fully able. \nWe have the wish to serve and to serve greatly, generously; but we are not prepared \nas we should be. We are not ready to mobilize our resources at once. We are \nnot prepared to use them immediately and at their best, without delay and without \nwaste.\nTo speak plainly, we have grossly erred in the way in which we have stunted \nand hindered the development of our merchant marine. And now, when we need ships, \nwe have not got them. We have year after year debated, without end or conclusion, \nthe best policy to pursue with regard to the use of the ores and forests and \nwater powers of our national domain in the rich States of the West, when we \nshould have acted; and they are still locked up. The key is still turned upon \nthem, the door shut fast at which thousands of vigorous men, full of initiative, \nknock clamorously for admittance. The water power of our navigable streams outside \nthe national domain also, even in the eastern States, where we have worked and \nplanned for generations, is still not used as it might be, because we will and \nwe won't; because the laws we have made do not intelligently balance encouragement \nagainst restraint. We withhold by regulation.\nI have come to ask you to remedy and correct these mistakes and omissions, \neven at this short session of a Congress which would certainly seem to have \ndone all the work that could reasonably be expected of it. The time and the \ncircumstances are extraordinary, and so must our efforts be also.\nFortunately, two great measures, finely conceived, the one to unlock, with \nproper safeguards, the resources of the national domain, the other to encourage \nthe use of the navigable waters outside that domain for the generation of power, \nhave already passed the House of Representatives and are ready for immediate \nconsideration and action by the Senate. With the deepest earnestness I urge \ntheir prompt passage. In them both we turn our backs upon hesitation and makeshift \nand formulate a genuine policy of use and conservation, in the best sense of \nthose words. We owe the one measure not only to the people of that great western \ncountry for whose free and systematic development, as it seems to me, our legislation \nhas done so little, but also to the people of the Nation as a whole; and we \nas clearly owe the other fulfillment of our repeated promises that the water \npower of the country should in fact as well as in name be put at the disposal \nof great industries which can make economical and profitable use of it, the \nrights of the public being adequately guarded the while, and monopoly in the \nuse prevented. To have begun such measures and not completed them would indeed \nmar the record of this great Congress very seriously. I hope and confidently \nbelieve that they will be completed.\nAnd there is another great piece of legislation which awaits and should receive \nthe sanction of the Senate: I mean the bill which gives a larger measure of \nself-government to the people of the Philippines. How better, in this time of \nanxious questioning and perplexed policy, could we show our confidence in the \nprinciples of liberty, as the source as well as the expression of life, how \nbetter could we demonstrate our own self-possession and steadfastness in the \ncourses of justice and disinterestedness than by thus going calmly forward to \nfulfill our promises to a dependent people, who will now look more anxiously \nthan ever to see whether we have indeed the liberality, the unselfishness, the \ncourage, the faith we have boasted and professed. I can not believe that the \nSenate will let this great measure of constructive justice await the action \nof another Congress. Its passage would nobly crown the record of these two years \nof memorable labor.\nBut I think that you will agree with me that this does not complete the toll \nof our duty. How are we to carry our goods to the empty markets of which I have \nspoken if we have not the ships? How are we to build tip a great trade if we \nhave not the certain and con,;tpnt means of transportation upon which all profitable \nand useful commerce depends? And how are we to get the ships if we wait for \nthe trade to develop without them? To correct the many mistakes by which we \nhave discouraged and all but destroyed the merchant marine of the country, to \nretrace the steps by which we have.. it seems almost deliberately, withdrawn \nour flag from the seas.. except where, here and there, a ship of war is bidden \ncarry it or some wandering yacht displays it, would take a long time and involve \nmany detailed items of legislation, and tile trade which we ought immediately \nto handle would disappear or find other channels while we debated the items.\nThe case is not unlike that which confronted us when our own continent was \nto be opened up to settlement and industry, and we needed long lines of railway, \nextended means of transportation prepared beforehand, if development was not \nto lag intolerably and wait interminably. We lavishly subsidized the building \nof transcontinental railroads. We look back upon that with regret now, because \nthe subsidies led to many scandals of which we are ashamed; but we know that \nthe railroads had to be built, and if we had it to do over again we should of \ncourse build them, but in another way. Therefore I propose another way of providing \nthe means of transportation, which must precede, not tardily follow, the development \nof our trade with our neighbor states of America. It may seem a reversal of \nthe natural order of things, but it is true, that the routes of trade must be \nactually opened-by many ships and regular sailings and moderate charges-before \nstreams of merchandise will flow freely and profitably through them.\nHence the pending shipping bill, discussed at the last session but as yet \npassed by neither House. In my judgment such legislation is imperatively needed \nand can not wisely be postponed. The Government must open these gates of trade, \nand open them wide; open them before it is altogether profitable to open them, \nor altogether reasonable to ask private capital to open them at a venture. It \nis not a question of the Government monopolizing the field. It should take action \nto make it certain that transportation at reasonable rates will be promptly \nprovided, even where the carriage is not at first profitable; and then, when \nthe carriage has become sufficiently profitable to attract and engage private \ncapital, and engage it in abundance, the Government ought to withdraw. I very \nearnestly hope that the Congress will be of this opinion, and that both Houses \nwill adopt this exceedingly important bill.\nThe great subject of rural credits still remains to be dealt with, and it \nis a matter of deep regret that the difficulties of the subject have seemed \nto render it impossible to complete a bill for passage at this session. But \nit can not be perfected yet, and therefore there are no other constructive measures \nthe necessity for which I will at this time call your attention to; but I would \nbe negligent of a very manifest duty were I not to call the attention of the \nSenate to the fact that the proposed convention for safety at sea awaits its \nconfirmation and that the limit fixed in the convention itself for its acceptance \nis the last day of the present month. The conference in which this convention \noriginated was called by the United States; the representatives of the United \nStates played a very influential part indeed in framing the provisions of the \nproposed convention; and those provisions are in themselves for the most part \nadmirable. It would hardly be consistent with the part we have played in the \nwhole matter to let it drop and go by the board as if forgotten and neglected. \nIt was ratified in May by the German Government and in August by the Parliament \nof Great Britain. It marks a most hopeful and decided advance in international \ncivilization. We should show our earnest good faith in a great matter by adding \nour own acceptance of it.\nThere is another matter of which I must make special mention, if I am to discharge \nmy conscience, lest it should escape your attention. It may seem a very small \nthing. It affects only a single item of appropriation. But many human lives \nand many great enterprises hang upon it. It is the matter of making adequate \nprovision for the survey and charting of our coasts. It is immediately pressing \nand exigent in connection with the immense coast line of Alaska, a coast line \ngreater than that of the United States themselves, though it is also very important \nindeed with regard to the older coasts of the continent. We can not use our \ngreat Alaskan domain, ships will not ply thither, if those coasts and their \nmany hidden dangers are not thoroughly surveyed and charted. The work is incomplete \nat almost every point. Ships and lives have been lost in threading what were \nsupposed to be well-known main channels. We have not provided adequate vessels \nor adequate machinery for the survey and charting. We have used old vessels \nthat were not big enough or strong enough and which were so nearly unseaworthy \nthat our inspectors would not have allowed private owners to send them to sea. \nThis is a matter which, as I have said, seems small, but is in reality very \ngreat. Its importance has only to be looked into to be appreciated.\nBefore I close may I say a few words upon two topics, much discussed out of \ndoors, upon which it is highly important that our judgment should be clear, \ndefinite, and steadfast?\nOne of these is economy in government expenditures. The duty of economy is \nnot debatable. It is manifest and imperative. In the appropriations we pass \nwe are spending the money of the great people whose servants we are,-not our \nown. We are trustees and responsible stewards in the spending. The only thing \ndebatable and upon which we should be careful to make our thought and purpose \nclear is the kind of economy demanded of us. I assert with the greatest confidence \nthat the people of the United States are not jealous of the amount their Government \ncosts if they are sure that they get what they need and desire for the outlay, \nthat the money is being spent for objects of which they approve, and that it \nis being applied with good business sense and management.\nGovernments grow, piecemeal, both in their tasks and in the means by which \nthose tasks are to be performed, and very few Governments are organized, I venture \nto say, as wise and experienced business men would organize them if they had \na clean sheet of paper to write upon. Certainly the Government of the United \nStates is not. I think that it is generally agreed that there should be a systematic \nreorganization and reassembling of its parts so as to secure greater efficiency \nand effect considerable savings in expense. But the amount of money saved in \nthat way would, I believe, though no doubt considerable in itself, running, \nit may be, into the millions, be relatively small,-small, I mean, in proportion \nto the total necessary outlays of the Government. It would be thoroughly worth \neffecting, as every saving would, great or small. Our duty is not altered by \nthe scale of the saving. But my point is that the people of the United States \ndo not wish to curtail the activities of this Government; they wish, rather, \nto enlarge them; and with every enlargement, with the mere growth, indeed, of \nthe country itself, there must come, of course, the inevitable increase of expense. \nThe sort of economy we ought to practice may be effected, and ought to be effected, \nby a careful study and assessment of the tasks to be performed; and the money \nspent ought to be made to yield the best possible returns in efficiency and \nachievement. And, like good stewards, we should so account for every dollar \nof our appropriations as to make it perfectly evident what it was spent for \nand in what way it was spent.\nIt is not expenditure but extravagance that we should fear being criticized \nfor; not paying for the legitimate enterprise and undertakings of a great Government \nwhose people command what it should do, but adding what will benefit only a \nfew or pouring money out for what need not have been undertaken at all or might \nhave been postponed or better and more economically conceived and carried out. \nThe Nation is not niggardly; it is very generous. It will chide us only if we \nforget for whom we pay money out and whose money it is we pay. These are large \nand general standards, but they are not very difficult of application to particular \ncases.\nThe other topic I shall take leave to mention goes deeper into the principles \nof our national life and policy. It is the subject of national defense.\nIt can not be discussed without first answering some very searching questions. \nIt is said in some quarters that we are not prepared for war. What is meant \nby being prepared? Is it meant that we are not ready upon brief notice to put \na nation in the field, a nation of men trained to arms? Of course we are not \nready to do that; and we shall never be in time of peace so long as we retain \nour present political principles and institutions. And what is it that it is \nsuggested we should be prepared to do? To defend ourselves against attack? We \nhave always found means to do that, and shall find them whenever it is necessary \nwithout calling our people away from their necessary tasks to render compulsory \nmilitary service in times of peace.\nAllow me to speak with great plainness and directness upon this great matter \nand to avow my convictions with deep earnestness. I have tried to know what \nAmerica is, what her people think, what they are, what they most cherish and \nhold dear. I hope that some of their finer passions are in my own heart, —some \nof the great conceptions and desires which gave birth to this Government and \nwhich have made the voice of this people a voice of peace and hope and liberty \namong the peoples of the world, and that, speaking my own thoughts, I shall, \nat least in part, speak theirs also, however faintly and inadequately, upon \nthis vital matter.\nWe are at peace with all the world. No one who speaks counsel based on fact \nor drawn from a just and candid interpretation of realities can say that there \nis reason to fear that from any quarter our independence or the integrity of \nour territory is threatened. Dread of the power of any other nation we are incapable \nof. We are not jealous of rivalry in the fields of commerce or of any other \npeaceful achievement. We mean to live our own lives as we will; but we mean \nalso to let live. We are, indeed, a true friend to all the nations of the world, \nbecause we threaten none, covet the possessions of none, desire the overthrow \nof none. Our friendship can be accepted and is accepted without reservation, \nbecause it is offered in a spirit and for a purpose which no one need ever question \nor suspect. Therein lies our greatness. We are the champions of peace and of \nconcord. And we should be very jealous of this distinction which we have sought \nto earn. just now we should be particularly jealous of it because it is our \ndearest present hope that this character and reputation may presently, in God's \nprovidence, bring us an opportunity such as has seldom been vouchsafed any nation, \nthe opportunity to counsel and obtain peace in the world and reconciliation \nand a healing settlement of many a matter that has cooled and interrupted the \nfriendship of nations. This is the time above all others when we should wish \nand resolve to keep our strength by self-possession, our influence by preserving \nour ancient principles of action.\nFrom the first we have had a clear and settled policy with regard to military \nestablishments. We never have had, and while we retain our present principles \nand ideals we never shall have, a large standing army. If asked, Are you ready \nto defend yourselves? we reply, Most assuredly, to the utmost; and yet we shall \nnot turn America into a military camp. We will not ask our young men to spend \nthe best years of their lives making soldiers of themselves. There is another \nsort of energy in us. It will know how to declare itself and make itself effective \nshould occasion arise. And especially when half the world is on fire we shall \nbe careful to make our moral insurance against the spread of the conflagration \nvery definite and certain and adequate indeed.\nLet us remind ourselves, therefore, of the only thing we can do or will do. \nWe must depend in every time of national peril, in the future as in the past, \nnot upon a standing army, nor yet upon a reserve army, but upon a citizenry \ntrained and accustomed to arms. It will be right enough, right American policy, \nbased upon our accustomed principles and practices, to provide a system by which \nevery citizen who will volunteer for the training may be made familiar with \nthe use of modern arms, the rudiments of drill and maneuver, and the maintenance \nand sanitation of camps. We should encourage such training and make it a means \nof discipline which our young men will learn to value. It is right that we should \nprovide it not only, but that we should make it as attractive as possible, and \nso induce our young men to undergo it at such times as they can command a little \nfreedom and can seek the physical development they need, for mere health's sake, \nif for nothing more. Every means by which such things can be stimulated is legitimate, \nand such a method smacks of true American ideas. It is right, too, that the \nNational Guard of the States should be developed and strengthened by every means \nwhich is not inconsistent with our obligations to our own people or with the \nestablished policy of our Government. And this, also, not because the time or \noccasion specially calls for such measures, but because it should be our constant \npolicy to make these provisions for our national peace and safety.\nMore than this carries with it a reversal of the whole history and character \nof our polity. More than this, proposed at this time, permit me to say, would \nmean merely that we had lost our self-possession, that we had been thrown off \nour balance by a war with which we have nothing to do, whose causes can not \ntouch us, whose very existence affords us opportunities of friendship and disinterested \nservice which should make us ashamed of any thought of hostility or fearful \npreparation for trouble. This is assuredly the opportunity for which a people \nand a government like ours were raised up, the opportunity not only to speak \nbut actually to embody and exemplify the counsels of peace and amity and the \nlasting concord which is based on justice and fair and generous dealing.\nA powerful navy we have always regarded as our proper and natural means of \ndefense, and it has always been of defense that we have thought, never of aggression \nor of conquest. But who shall tell us now what sort of navy to build? We shall \ntake leave to be strong upon the seas, in the future as in the past; and there \nwill be no thought of offense or of provocation in that. Our ships are our natural \nbulwarks. When will the experts tell us just what kind we should construct-and \nwhen will they be right for ten years together, if the relative efficiency of \ncraft of different kinds and uses continues to change as we have seen it change \nunder our very eyes in these last few months ?\nBut I turn away from the subject. It is not new. There is no new need to discuss \nit. We shall not alter our attitude toward it because some amongst us are nervous \nand excited. We shall easily and sensibly agree upon a policy of defense. The \nquestion has not changed its aspects because the times are not normal. Our policy \nwill not be for an occasion. It will be conceived as a permanent and settled \nthing, which we will pursue at all seasons, without haste and after a fashion \nperfectly consistent with the peace of the world, the abiding friendship of \nstates, and the unhampered freedom of all with whom we deal. Let there be no \nmisconception. The country has been misinformed. We have not been negligent \nof national defense. We are not unmindful of the great responsibility resting \nupon us. We shall learn and profit by the lesson of every experience and every \nnew circumstance; and what is needed will be adequately done.\nI close, as I began, by reminding you of the great tasks and duties of peace \nwhich challenge our best powers and invite us to build what will last, the tasks \nto which we can address ourselves now and at all times with free-hearted zest \nand with all the finest gifts of constructive wisdom we possess. To develop \nour life and our resources; to supply our own people, and the people of the \nworld as their need arises, from the abundant plenty of our fields and our marts \nof trade to enrich the commerce of our own States and of the world with the \nproducts of our mines, our farms, and our factories, with the creations of our \nthought and the fruits of our character,-this is what will hold our attention \nand our enthusiasm steadily, now and in the years to come, as we strive to show \nin our life as a nation what liberty and the inspirations of an emancipated \nspirit may do for men and for societies, for individuals, for states, and for \nmankind."
}