{
  "author": "Woodrow Wilson",
  "year": 1916,
  "title": "Fourth State of the Union Address",
  "text": "GENTLEMEN OF THE CONGRESS:\nIn fulfilling at this time the duty laid upon me by the Constitution of communicating \nto you from time to time information of the state of the Union and recommending \nto your consideration such legislative measures as may be judged necessary and \nexpedient, I shall continue the practice, which I hope has been acceptable to \nyou, of leaving to the reports of the several heads of the executive departments \nthe elaboration of the detailed needs of the public service and confine myself \nto those matters of more general public policy with which it seems necessary \nand feasible to deal at the present session of the Congress.\nI realize the limitations of time under which you will necessarily act at \nthis session and shall make my suggestions as few as possible; but there were \nsome things left undone at the last session which there will now be time to \ncomplete and which it seems necessary in the interest of the public to do at \nonce.\nIn the first place, it seems to me imperatively necessary that the earliest \npossible consideration and action should be accorded the remaining measures \nof the program of settlement and regulation which I had occasion to recommend \nto you at the close of your last session in view of the public dangers disclosed \nby the unaccommodated difficulties which then existed, and which still unhappily \ncontinue to exist, between the railroads of the country and their locomotive \nengineers, conductors and trainmen.\nI then recommended:\nFirst, immediate provision for the enlargement and administrative reorganization \nof the Interstate Commerce Commission along the lines embodied in the bill recently \npassed by the House of Representatives and now awaiting action by the Senate; \nin order that the Commission may be enabled to deal with the many great and \nvarious duties now devolving upon it with a promptness and thoroughness which \nare, with its present constitution and means of action, practically impossible.\nSecond, the establishment of an eight-hour day as the legal basis alike of \nwork and wages in the employment of all railway employes who are actually engaged \nin the work of operating trains in interstate transportation.\nThird, the authorization of the appointment by the President of a small body \nof men to observe actual results in experience of the adoption of the eight-hour \nday in railway transportation alike for the men and for the railroads.\nFourth, explicit approval by the Congress of the consideration by the Interstate \nCommerce Commission of an increase of freight rates to meet such additional \nexpenditures by the railroads as may have been rendered necessary by the adoption \nof the eight-hour day and which have not been offset by administrative readjustments \nand economies, should the facts disclosed justify the increase.\nFifth, an amendment of the existing Federal statute which provides for the \nmediation, conciliation and arbitration of such controversies as the present \nby adding to it a provision that, in case the methods of accommodation now provided \nfor should fail, a full public investigation of the merits of every such dispute \nshall be instituted and completed before a strike or lockout may lawfully be \nattempted.\nAnd, sixth, the lodgment in the hands of the Executive of the power, in case \nof military necessity, to take control of such portions and such rolling stock \nof the railways of the country as may be required for military use and to operate \nthem for military purposes, with authority to draft into the military service \nof the United States such train crews and administrative officials as the circumstances \nrequire for their safe and efficient use.\nThe second and third of these recommendations the Congress immediately acted \non: it established the eight-hour day as the legal basis of work and wages in \ntrain service and it authorized the appointment of a commission to observe and \nreport upon the practical results, deeming these the measures most immediately \nneeded; but it postponed action upon the other suggestions until an opportunity \nshould be offered for a more deliberate consideration of them.\nThe fourth recommendation I do not deem it necessary to renew. The power of \nthe Interstate Commerce Commission to grant an increase of rates on the ground \nreferred to is indisputably clear and a recommendation by the Congress with \nregard to such a matter might seem to draw in question the scope of the commission's \nauthority or its inclination to do justice when there is no reason to doubt \neither.\nThe other suggestions-the increase in the Interstate Commerce Commission's \nmembership and in its facilities for performing its manifold duties; the provision \nfor full public investigation and assessment of industrial disputes, and the \ngrant to the Executive of the power to control and operate the railways when \nnecessary in time of war or other like public necessity-I now very earnestly \nrenew.\nThe necessity for such legislation is manifest and pressing. Those who have \nentrusted us with the responsibility and duty of serving and safeguarding them \nin such matters would find it hard, I believe, to excuse a failure to act upon \nthese grave matters or any unnecessary postponement of action upon them.\nNot only does the Interstate Commerce Commission now find it practically impossible, \nwith its present membership and organization, to perform its great functions \npromptly and thoroughly, but it is not unlikely that it may presently be found \nadvisable to add to its duties still others equally heavy and exacting. It must \nfirst be perfected as an administrative instrument.\nThe country cannot and should not consent to remain any longer exposed to \nprofound industrial disturbances for lack of additional means of arbitration \nand conciliation which the Congress can easily and promptly supply.\nAnd all will agree that there must be no doubt as to the power of the Executive \nto make immediate and uninterrupted use of the railroads for the concentration \nof the military forces of the nation wherever they are needed and whenever they \nare needed.\nThis is a program of regulation, prevention and administrative efficiency \nwhich argues its own case in the mere statement of it. With regard to one of \nits items, the increase in the efficiency of the Interstate Commerce Commission, \nthe House of Representatives has already acted; its action needs only the concurrence \nof the Senate.\nI would hesitate to recommend, and I dare say the Congress would hesitate \nto act upon the suggestion should I make it, that any man in any I occupation \nshould be obliged by law to continue in an employment which he desired to leave.\nTo pass a law which forbade or prevented the individual workman to leave his \nwork before receiving the approval of society in doing so would be to adopt \na new principle into our jurisprudence, which I take it for granted we are not \nprepared to introduce.\nBut the proposal that the operation of the railways of the country shall not \nbe stopped or interrupted by the concerted action of organized bodies of men \nuntil a public investigation shall have been instituted, which shall make the \nwhole question at issue plain for the judgment of the opinion of the nation, \nis not to propose any such principle.\nIt is based upon the very different principle that the concerted action of \npowerful bodies of men shall not be permitted to stop the industrial processes \nof the nation, at any rate before the nation shall have had an opportunity to \nacquaint itself with the merits of the case as between employe and employer, \ntime to form its opinion upon an impartial statement of the merits, and opportunity \nto consider all practicable means of conciliation or arbitration.\nI can see nothing in that proposition but the justifiable safeguarding by \nsociety of the necessary processes of its very life. There is nothing arbitrary \nor unjust in it unless it be arbitrarily and unjustly done. It can and should \nbe done with a full and scrupulous regard for the interests and liberties of \nall concerned as well as for the permanent interests of society itself.\nThree matters of capital importance await the action of the Senate which have \nalready been acted upon by the House of Representatives; the bill which seeks \nto extend greater freedom of combination to those engaged in promoting the foreign \ncommerce of the country than is now thought by some to be legal under the terms \nof the laws against monopoly; the bill amending the present organic law of Porto \nRico; and the bill proposing a more thorough and systematic regulation of the \nexpenditure of money in elections, commonly called the Corrupt Practices Act.\nI need not labor my advice that these measures be enacted into law. Their \nurgency lies in the manifest circumstances which render their adoption at this \ntime not only opportune but necessary. Even delay would seriously jeopard the \ninterests of the country and of the Government.\nImmediate passage of the bill to regulate the expenditure of money in elections \nmay seem to be less necessary than the immediate enactment of the other measures \nto which I refer, because at least two years will elapse before another election \nin which Federal offices are to be filled; but it would greatly relieve the \npublic mind if this important matter were dealt with while the circumstances \nand the dangers to the public morals of the present method of obtaining and \nspending campaign funds stand clear under recent observation, and the methods \nof expenditure can be frankly studied in the light of present experience; and \na delay would have the further very serious disadvantage of postponing action \nuntil another election was at hand and some special object connected with it \nmight be thought to be in the mind of those who urged it. Action can be taken \nnow with facts for guidance and without suspicion of partisan purpose.\nI shall not argue at length the desirability of giving a freer hand in the \nmatter of combined and concerted effort to those who shall undertake the essential \nenterprise of building up our export trade. That enterprise will presently, \nwill immediately assume, has indeed already assumed a magnitude unprecedented \nin our experience. We have not the necessary instrumentalities for its prosecution; \nit is deemed to be doubtful whether they could be created upon an adequate scale \nunder our present laws.\nWe should clear away all legal obstacles and create a basis of undoubted law \nfor it which will give freedom without permitting unregulated license. The thing \nmust be done now, because the opportunity is here and may escape us if we hesitate \nor delay.\nThe argument for the proposed amendments of the organic law of Porto Rico \nis brief and conclusive. The present laws governing the island and regulating \nthe rights and privileges of its people are not just. We have created expectations \nof extended privilege which we have not satisfied. There is uneasiness among \nthe people of the island and even a suspicious doubt with regard to our intentions \nconcerning them which the adoption of the pending measure would happily remove. \nWe do not doubt what we wish to do in any essential particular. We ought to \ndo it at once.\nAt the last session of the Congress a bill was passed by the Senate which \nprovides for the promotion of vocational and industrial education, which is \nof vital importance to the whole country because it concerns a matter, too long \nneglected, upon which the thorough industrial preparation of the country for \nthe critical years of economic development immediately ahead of us in very large \nmeasure depends.\nMay I not urge its early and favorable consideration by the House of Representatives \nand its early enactment into law? It contains plans which affect all interests \nand all parts of the country, and I am sure that there is no legislation now \npending before the Congress whose passage the country awaits with more thoughtful \napproval or greater impatience to see a great and admirable thing set in the \nway of being done.\nThere are other matters already advanced to the stage of conference between \nthe two houses of which it is not necessary that I should speak. Some practicable \nbasis of agreement concerning them will no doubt be found an action taken upon \nthem.\nInasmuch as this is, gentlemen, probably the last occasion I shall have to \naddress the Sixty-fourth Congress, I hope that you will permit me to say with \nwhat genuine pleasure and satisfaction I have co-operated with you in the many \nmeasures of constructive policy with which you have enriched the legislative \nannals of the country. It has been a privilege to labor in such company. I take \nthe liberty of congratulating you upon the completion of a record of rare serviceableness \nand distinction."
}