{
  "author": "Woodrow Wilson",
  "year": 1917,
  "title": "Fifth State of the Union Address",
  "text": "GENTLEMEN OF THE CONGRESS:\nEight months have elapsed since I last had the honor of addressing you. They \nhave been months crowded with events of immense and grave significance for us. \nI shall not undertake to detail or even to summarize those events. The practical \nparticulars of the part we have played in them will be laid before you in the \nreports of the executive departments. I shall discuss only our present outlook \nupon these vast affairs, our present duties, and the immediate means of accomplishing \nthe objects we shall hold always in view.\nI shall not go back to debate the causes of the war. The intolerable wrongs \ndone and planned against us by the sinister masters of Germany have long since \nbecome too grossly obvious and odious to every true American to need to be rehearsed. \nBut I shall ask you to consider again and with a very grave scrutiny our objectives \nand the measures by which we mean to attain them; for the purpose of discussion \nhere in this place is action, and our action must move straight toward definite \nends. Our object is, of course, to win the war; and we shall not slacken or \nsuffer ourselves to he diverted until it is won. But it is worth while asking \nand answering the question, When shall we consider the war won?\nFrom one point of view it is not necessary to broach this fundamental matter. \nI do not doubt that the American people know what the war is about and what \nsort of an outcome they will regard as a realization of their purpose in it.\nAs a nation we are united in spirit and intention. I pay little heed to those \nwho tell me otherwise. I hear the voices of dissent-who does not? I bear the \ncriticism and the clamor of the noisily thoughtless and troublesome. I also \nsee men here and there fling themselves in impotent disloyalty against the calm, \nindomitable power of the Nation. I hear men debate peace who understand neither \nits nature nor the way in which we may attain it with uplifted eyes and unbroken \nspirits. But I know that none of these speaks for the Nation. They do not touch \nthe heart of anything. They may safely be left to strut their uneasy hour and \nbe forgotten.\nBut from another point of view I believe that it is necessary to say plainly \nwhat we here at the seat of action consider the war to be for and what part \nwe mean to play in the settlement of its searching issues. We are the spokesmen \nof the American people, and they have a right to know whether their purpose \nis ours. They desire peace by the overcoming of evil, by the defeat once for \nall of the sinister forces that interrupt peace and render it impossible, and \nthey wish to know how closely our thought runs with theirs and what action we \npropose. They are impatient with those who desire peace by any sort of compromisedeeply \nand indignantly impatient-but they will be equally impatient with us if we do \nnot make it plain to them what our objectives are and what we are planning for \nin seeking to make conquest of peace by arms.\nI believe that I speak for them when I say two things: First, that this intolerable \nthing of which the masters of Germany have shown us the ugly face, this menace \nof combined intrigue and force which we now see so clearly as the German power, \na thing without conscience or honor of capacity for covenanted peace, must be \ncrushed and, if it be not utterly brought to an end, at least shut out from \nthe friendly intercourse of the nations; and second, that when this thing and \nits power are indeed defeated and the time comes that we can discuss peacewhen \nthe German people have spokesmen whose word we can believe and when those spokesmen \nare ready in the name of their people to accept the common judgment of the nations \nas to what shall henceforth be the bases of law and of covenant for the life \nof the world-we shall be willing and glad to pay the full price for peace, and \npay it ungrudgingly.\nWe know what that price will be. It will be full, impartial justice-justice \ndone at every point and to every nation that the final settlement must affect, \nour enemies as well as our friends.\nYou catch, with me, the voices of humanity that are in the air. They grow \ndaily more audible, more articulate, more persuasive, and they come from the \nhearts of men everywhere. They insist that the war shall not end in vindictive \naction of any kind; that no nation or people shall be robbed or punished because \nthe irresponsible rulers of a single country have themselves done deep and abominable \nwrong. It is this thought that has been expressed in the formula, \"No annexations, \nno contributions, no punitive indemnities.\"\nJust because this crude formula. expresses the instinctive judgment \nas to right of plain men everywhere, it has been made diligent use of by the \nmasters of German intrigue to lead the people of Russia astrayand the people \nof every other country their agents could reach-in order that a premature peace \nmight be brought about before autocracy has been taught its final and convincing \nlesson and the people of the world put in control of their own destinies.\nBut the fact that a wrong use has been made of a just idea is no reason why \na right use should not be made of it. It ought to be brought under the patronage \nof its real friends. Let it be said again that autocracy must first be shown \nthe utter futility of its claim to power or leadership in the modern world. \nIt is impossible to apply any standard of justice so long as such forces are \nunchecked and undefeated as the present masters of Germany command. Not until \nthat has been done can right be set up as arbiter and peacemaker among the nations. \nBut when that has been done-as, God willing, it assuredly will be-we shall at \nlast be free to do an unprecedented thing, and this is the time to avow our \npurpose to do it. We shall be free to base peace on generosity and justice, \nto the exclusions of all selfish claims to advantage even on the part of the \nvictors.\nLet there be no misunderstanding. Our present and immediate task is to win \nthe war and nothing shall turn us aside from from it until it is accomplished. \nEvery power and resource we possess, whether of men, of money, or of materials, \nis being devoted and will continue to be devoted to that purpose until it is \nachieved. Those who desire to bring peace about before that purpose is achieved \nI counsel to carry their advice elsewhere. We will not entertain it. We shall \nregard the war as won only when the German people say to us, through properly \naccredited representatives, that they are ready to agree to a settlement based \nupon justice and reparation of the wrongs their rulers have done. They have \ndone a wrong to Belgium which must be repaired. They have established a power \nover other lands and peoples than their own—over the great empire of Austria-Hungary, \nover hitherto free Balkan states, over Turkey and within Asia-which must be \nrelinquished.\nGermany's success by skill, by industry, by knowledge, by enterprise we did \nnot grudge or oppose, but admired, rather. She had built up for herself a real \nempire of trade and influence, secured by the peace of the world. We were content \nto abide by the rivalries of manufacture, science and commerce that were involved \nfor us in her success, and stand or fall as we had or did not have the brains \nand the initiative to surpass her. But at the moment when she had conspicuously \nwon her triumphs of peace she threw them away, to establish in their stead what \nthe world will no longer permit to be established, military and political domination \nby arms, by which to oust where she could not excel the rivals she most feared \nand hated. The peace we make must remedy that wrong. It must deliver the once \nfair lands and happy peoples of Belgium and Northern France from the Prussian \nconquest and the Prussian menace, but it must deliver also the peoples of Austria-Hungary, \nthe peoples of the Balkans and the peoples of Turkey, alike in Europe and Asia, \nfrom the impudent and alien dominion of the Prussian military and commercial \nautocracy.\nWe owe it, however, to ourselves, to say that we do not wish in any way to \nimpair or to rearrange the AustroHungarian Empire. It is no affair of ours what \nthey do with their own life, either industrially or politically. We do not purpose \nor desire to dictate to them in any way. We only desire to see that their affairs \nare left in their own hands, in all matters, great or small. We shall hope to \nsecure for the peoples of the Balkan peninsula and for the people of the Turkish \nEmpire the right and opportunity to make their own lives safe, their own fortunes \nsecure against oppression or injustice and from the dictation of foreign courts \nor parties.\nAnd our attitude and purpose with regard to Germany herself are of a like \nkind. We intend no wrong against the German Empire, no interference with her \ninternal affairs. We should deem either the one or the other absolutely unjustifiable, \nabsolutely contrary to the principles we have professed to live by and to hold \nmost sacred throughout our life as a nation.\nThe people of Germany are being told by the men whom they now permit to deceive \nthem and to act as their masters that they are fighting for the very life and \nexistence of their empire, a war of desperate selfdefense against deliberate \naggression. Nothing could be more grossly or wantonly false, and we must seek \nby the utmost openness and candor as to our real aims to convince them of its \nfalseness. We are in fact fighting for their emancipation from the fear, along \nwith our own-from the fear as well as from the fact of unjust attack by neighbors \nor rivals or schemers after world empire. No one is threatening the existence \nor the independence of the peaceful enterprise of the German Empire.\nThe worst that can happen to the detriment the German people is this, that \nif they should still, after the war is over, continue to be obliged to live \nunder ambitious and intriguing masters interested to disturb the peace of the \nworld, men or classes of men whom the other peoples of the world could not trust, \nit might be impossible to admit them to the partnership of nations which must \nhenceforth guarantee the world's peace. That partnership must be a partnership \nof peoples, not a mere partnership of governments. It might be impossible, also, \nin such untoward circumstances, to admit Germany to the free economic intercourse \nwhich must inevitably spring out of the other partnerships of a real peace. \nBut there would be no aggression in that; and such a situation, inevitable, \nbecause of distrust, would in the very nature of things sooner or later cure \nitself, by processes which would assuredly set in.\nThe wrongs, the very deep wrongs, committed in this war will have to be righted. \nThat, of course. But they cannot and must not be righted by the commission of \nsimilar wrongs against Germany and her allies. The world will not permit the \ncommission of similar wrongs as a means of reparation and settlement. Statesmen \nmust by this time have learned that the opinion of the world is everywhere wide \nawake and fully comprehends the issues involved. No representative of any self-governed \nnation will dare disregard it by attempting any such covenants of selfishness \nand compromise as were entered into at the Congress of Vienna. The thought of \nthe plain people here and everywhere throughout the world, the people who enjoy \nno privilege and have very simple and unsophisticated standards of right and \nwrong, is the air all governments must henceforth breathe if they would live.\nIt is in the full disclosing light of that thought that all policies must \nbe received and executed in this midday hour of the world's life. Ger. man rulers \nhave been able to upset the peace of the world only because the German people \nwere not suffered under their tutelage to share the comradeship of the other \npeoples of the world either in thought or in purpose. They were allowed to have \nno opinion of their own which might be set up as a rule of conduct for those \nwho exercised authority over them. But the Congress that concludes this war \nwill feel the full strength of the tides that run now in the hearts and consciences \nof free men everywhere. Its conclusions will run with those tides.\nAll those things have been true from the very beginning of this stupendous \nwar; and I cannot help thinking that if they had been made plain at the very \noutset the sympathy and enthusiasm of the Russian people might have been once \nfor all enlisted on the side of the Allies, suspicion and distrust swept away, \nand a real and lasting union of purpose effected. Had they believed these things \nat the very moment of their revolution, and had they been confirmed in that \nbelief since, the sad reverses which have recently marked the progress of their \naffairs towards an ordered and stable government of free men might have been \navoided. The Russian people have been poisoned by the very same falsehoods that \nhave kept the German people in the dark, and the poison has been , administered \nby the very same hand. The only possible antidote is the truth. It cannot be \nuttered too plainly or too often.\nFrom every point of view, therefore, it has seemed to be my duty to speak \nthese declarations of purpose, to add these specific interpretations to what \nI took the liberty of saying to the Senate in January. Our entrance into the \nwar has not altered out attitude towards the settlement that must come when \nit is over.\nWhen I said in January that the nations of the world were entitled not only \nto free pathways upon the sea, but also to assured and unmolested access to \nthose-pathways, I was thinking, and I am thinking now, not of the smaller and \nweaker nations alone which need our countenance and support, but also of the \ngreat and powerful nations and of our present enemies as well as our present \nassociates in the war. I was thinking, and am thinking now, of Austria herself, \namong the rest, as well as of Serbia and of Poland.\nJustice and equality of rights can be had only at a great price. We are seeking \npermanent, not temporary, foundations for the peace of the world, and must seek \nthem candidly and fearlessly. As always, the right will prove to be the expedient.\nWhat shall we do, then, to push this great war of freedom and justice to its \nrighteous conclusion? We must clear away with a thorough hand all impediments \nto success, and we must make every adjustment of law that will facilitate the \nfull and free use of our whole capacity and force as a fighting unit.\nOne very embarrassing obstacle that stands hi our way is that we are at war \nwith Germany but not with her allies. I, therefore, very earnestly recommend \nthat the Congress immediately declare the United States in a state of war with \nAustria-Hungary. Does it seem strange to you that this should be the conclusion \nof the argument I have just addressed to you? It is not. It is in fact the inevitable \nlogic of what I have said. Austria-Hungary is for the time being not her own \nmistress but simply the vassal of the German Government.\nWe must face the facts as they are and act upon them without sentiment in \nthis stern business. The Government of Austria and Hungary is not acting upon \nits own initiative or in response to the wishes and feelings of its own peoples, \nbut as the instrument of another nation. We must meet its force with our own \nand regard the Central Powers as but one. The war can be successfully conducted \nin no other way.\nThe same logic would lead also to a declaration of war against Turkey and \nBulgaria. They also are the tools of Germany, but they are mere tools and do \nnot yet stand in the direct path of our necessary action. We shall go wherever \nthe necessities of this war carry us, but it seems to me that we should go only \nwhere immediate and practical considerations lead us, and not heed any others.\nThe financial and military measures which must be adopted will suggest themselves as the war and its undertakings develop, but I will take the liberty of proposing to you certain other acts of legislation which seem to me to be needed for the support of the war and for the release of our whole force and energy.\nIt will be necessary to extend in certain particulars the legislation of the last session with regard to alien enemies; and also necessary, I believe, to create a very definite and particular control over the entrance and departure of all persons into and from the United States.\nLegislation should be enacted defining as a criminal offense every willful violation of the presidential proclamations relating to alien enemies promulgated under section 4067 of the Revised Statutes and providing appropriate punishments; and women as well as men should be included under the terms of the acts placing restraints upon alien enemies. It is likely that as time goes on many alien enemies will be willing to be fed and housed at the expense of the Government in the detention camps and it would be the purpose of the legislation I have suggested to confine offenders among them in penitentiaries and other similar institutions where they could be made to work as other criminals do.\nRecent experience has convinced me that the Congress must go further in authorizing the Government to set limits to prices. The law of supply and demand, I am sorry to say, has been replaced by the law of unrestrained selfishness. While we have eliminated profiteering in several branches of industry it still runs impudently rampant in others. The farmers, for example, complain with a great deal of justice that, while the regulation of food prices restricts their incomes, no restraints are placed upon the prices of most of the things they must themselves purchase; and similar inequities obtain on all sides.\nIt is imperatively necessary that the consideration of the full use of the water power of the country and also the consideration of the systematic and yet economical development of such of the natural resources of the country as are still under the control of the federal government should be immediately resumed and affirmatively and constructively dealt with at the earliest possible moment. The pressing need of such legislation is daily becoming more obvious.\nThe legislation proposed at the last session with regard to regulated combinations among our exporters, in order to provide for our foreign trade a more effective organization and method of cooperation, ought by all means to be completed at this session.\nAnd I beg that the members of the House of Representatives will permit me to express the opinion that it will be impossible to deal in any but a very wasteful and extravagant fashion with the enormous appropriations of the public moneys which must continue to be made, if the war is to be properly sustained, unless the House will consent to return to its former practice of initiating and preparing all appropriation bills through a single committee, in order that responsibility may be centered, expenditures standardized and made uniform, and waste and duplication as much as possible avoided.\nAdditional legislation may also become necessary before the present Congress again adjourns in order to effect the most efficient coordination and operation of the railway and other transportation systems of the country; but to that I shall, if circumstances should demand, call the attention of the Congress upon another occasion.\nIf I have overlooked anything that ought to be done for the more effective conduct of the war, your own counsels will supply the omission. What I am perfectly clear about is that in the present session of the Congress our whole attention and energy should be concentrated on the vigorous, rapid, and successful prosecution of the great task of winning the war.\nWe can do this with all the greater zeal and enthusiasm because we know that for us this is a war of high principle, debased by no selfish ambition of conquest or spoliation; because we know, and all the world knows, that we have been forced into it to save the very institutions we live under from corruption and destruction. The purposes of the Central Powers strike straight at the very heart of everything we believe in; their methods of warfare outrage every principle of humanity and of knightly honor; their intrigue has corrupted the very thought and spirit of many of our people; their sinister and secret diplomacy has sought to take our very territory away from us and disrupt the Union of the States. Our safety would be at an end, our honor forever sullied and brought into contempt were we to permit their triumph. They are striking at the very existence of democracy and liberty.\nIt is because it is for us a war of high, disinterested purpose, in which all the free peoples of the world are banded together for the vindication of right, a war for the preservation of our nation and of all that it has held dear of principle and of purpose, that we feel ourselves doubly constrained to propose for its outcome only that which is righteous and of irreproachable intention, for our foes as well as for our friends. The cause being just and holy, the settlement must be of like motive and quality. For this we can fight, but for nothing less noble or less worthy of our traditions. For this cause we entered the war and for this cause will we battle until the last gun is fired.\nI have spoken plainly because this seems to me the time when it is most necessary to speak plainly, in order that all the world may know that even in the heat and ardor of the struggle and when our whole thought is of carrying the war through to its end we have not forgotten any ideal or principle for which the name of America has been held in honor among the nations and for which it has been our glory to contend in the great generations that went before us. A supreme moment of history has come. The eyes of the people have been opened and they see. The hand of God is laid upon the nations. He will show them favor, I devoutly believe, only if they rise to the clear heights of His own justice and mercy."
}