{
  "author": "Woodrow Wilson",
  "year": 1919,
  "title": "Seventh State of the Union Address",
  "text": "TO THE SENATE AND HOUSE OF REPRESENTATIVES:\nI sincerely regret that I cannot be present at the opening of this session \nof the Congress. I am thus prevented from presenting in as direct a way as I \ncould wish the many questions that are pressing for solution at this time. Happily, \nI have had the advantage of the advice of the heads of the several executive \ndepartments who have kept in close touch with affairs in their detail and whose \nthoughtful recommendations I earnestly second.\nIn the matter of the railroads and the readjustment of their affairs growing \nout of Federal control, I shall take the liberty at a later date of addressing \nyou.\nI hope that Congress will bring to a conclusion at this session legislation \nlooking to the establishment of a budget system. That there should be one single \nauthority responsible for the making of all appropriations and that appropriations \nshould be made not independently of each other, but with reference to one single \ncomprehensive plan of expenditure properly related to the nation's income, there \ncan be no doubtI believe the burden of preparing the budget must, in the nature \nof' the case, if the work is to be properly done and responsibility concentrated \ninstead of divided, rest upon the executive. The budget so prepared should be \nsubmitted to and approved or amended by a single committee of each House of \nCongress and no single appropriation should be made by the Congress, except \nsuch as may have been included in the budget prepared by the executive or added \nby the particular committee of Congress charged with the budget legislation.\nAnother and not less important aspect of the problem is the ascertainment \nof the economy and efficiency with which the moneys appropriated are expended. \nUnder existing law the only audit is for the purpose of ascertaining whether \nexpenditures have been lawfully made within the appropriations. No one is authorized \nor equipped to ascertain whether the money has been spent wisely, economically \nand effectively. The auditors should be highly trained officials with permanent \ntenure in the Treasury Department, free of obligations to or motives of consideration \nfor this or any subsequent administration, and authorized and empowered to examine \ninto and make report upon the methods employed and the results obtained by the \nexecutive departments of the Government. Their reports should be made to the \nCongress and to the Secretary of the Treasury.\nI trust that the Congress will give its immediate consideration to the problem \nof future taxation. Simplification of the income and profits taxes has become \nan immediate necessity. These taxes performed indispensable service during the \nwar. They must, however, be simplified, not only to save the taxpayer inconvenience \nand expense, but in order that his liability may be made certain and definite.\nWith reference to the details of the Revenue Law, the Secretary of the Treasury \nand the Commissioner of Internal Revenue will lay before you for your consideration \ncertain amendments necessary or desirable in connection with the administration \nof the law-recommendations which have my approval and support. It is of the \nutmost importance that in dealing with this matter the present law should not \nbe disturbed so far as regards taxes for the calendar year 1920 payable in the \ncalendar year 1921. The Congress might well consider whether the higher rates \nof income and profits taxes can in peace times be effectively productive of \nrevenue, and whether they may not, on the contrary, be destructive of business \nactivity and productive of waste and inefficiency. There is a point at which \nin peace times high rates of income and profits taxes discourage energy, remove \nthe incentive to new enterprises, encourage extravagant expenditures and produce \nindustrial stagnation with consequent unemployment and other attendant evils.\nThe problem is not an easy one. A fundamental change has taken place with \nreference to the position of America in the world's affairs. The prejudice and \npassions engendered by decades of controversy between two schools of political \nand economic thought,-the one believers in protection of American industries, \nthe other believers in tariff for revenue only,-must be sbordinated to the single \nconsideration of the public interest in the light of utterly changed conditions. \nBefore the war America was heavily the debtor of the rest of the world and the \ninterest payments she had to make to foreign countries on American securities \nheld abroad, the expenditures of American travelers abroad and the ocean freight \ncharges she had to pay to others, about balanced the value of her pre-war favorable \nbalance of trade. During the war America's exports nave been greatly stimulated, \nand increased prices have increased their value. On the other hand, she has \npurchased a large proportion of the American securities previously held abroad, \nhas loaned some $9,ooo,ooo,ooo to foreign governments, and has built her own \nships. Our favorable balance of trade has thus been greatly increased and Europe \nhas been deprived of the means of meeting it heretofore existing. Europe can \nhave only three ways of meeting the favorable balance of trade in peace times: \nby imports into this country of gold or of goods, or by establishing new credits. \nEurope is in no position at the present time to ship gold to us nor could we \ncontemplate large further imports of gold into this country without concern. \nThe time has nearly passed for international governmental loans and it will \ntake time to develop in this country a market for foreign securities. Anything, \ntherefore, which would tend to prevent foreign countries from settling for our \nexports by shipments of goods into this country could only have the effect of \npreventing them from paying for our exports and therefore of preventing the \nexports from being made. The productivity of the country, greatly stimulated \nby the war, must find an outlet by exports to foreign countries, and any measures \ntaken to prevent imports will inevitably curtail exports, force curtailment \nof production, load the banking machinery of the country with credits to carry \nunsold products and produce industrial stagnation and unemployment. If we want \nto sell, we must be prepared to buy. Whatever, therefore, may have been our \nviews during the period of growth of American business concerning tariff legislation, \nwe must now adjust our own economic life to a changed condition growing out \nof the fact that American business is full grown and that America is the greatest \ncapitalist in the world.\nNo policy of isolation will satisfy the growing needs and opportunities of \nAmerica. The provincial standards and policies of the past, which have held \nAmerican business as if in a strait-jacket, must yield and give way to the needs \nand exigencies of the new day in which we live, a day full of hope and promise \nfor American business, if we will but take advantage of the opportunities that \nare ours for the asking. The recent war has ended our isolation and thrown upon \nus a great duty and responsibility. The United States must share the expanding \nworld market. The United States desires for itself only equal opportunity with \nthe other nations of the world, and that through the process of friendly cooperation \nand fair competition the legitimate interests of the nations concerned may be \nsuccessfully and equitably adjusted.\nThere are other matters of importance upon which I urged action at the last \nsession of Congress which are still pressing for solution. I am sure it is not \nnecessary for me again to remind you -that there is one immediate and very practicable \nquestion resulting from the war which we should meet in the most liberal spirit. \nIt is a matter of recognition and relief to our soldiers. I can do no better \nthan to quote from my last message urging this very action:\n\"We must see to it that our returning soldiers are assisted in every practicable \nway to find the places for which they are fitted in the daily work of the country. \nThis can be done by developing and maintaining upon an adequate scale the admirable \norganization created by the Department of Labor for placing men seeking work; \nand it can also be done, in at least one very great field, by creating new opportunities \nfor individual enterprise. The Secretary of the Interior has pointed out the \nway by which returning soldiers may be helped to find and take up land in the \nhitherto undeveloped regions of the country which the Federal Government has \nalready prepared, or can readily prepare, for cultivation and also on many of \nthe cutover or neglected areas which lie within the limits of the older states; \nand I once more take the liberty of recommending very urgently that his plans \nshall receive the immediate and substantial support of the Congress.\"\nIn the matter of tariff legislation, I beg to call your attention to the statements \ncontained in my last message urging legislation with reference to the establishment \nof the chemical and dyestuffs industry in America:\n\"Among the industries to which special consideration should be given is that \nof the manufacture of dyestuffs and related chemicals. Our complete dependence \nupon German supplies before the war made the interruption of trade a cause of \nexceptional economic disturbance. The close relation between the manufacture \nof dyestuffs, on the one hand, and of explosive and poisonous gases, on the \nother, moreover, has given the industry an exceptional significance and value. \nAlthough the United States will gladly and unhesitatingly join in the programme \nof international disarmament, it will, nevertheless, be a policy of obvious \nprudence to make certain of the successful maintenance of many strong and well-equipped \nchemical plants. The German chemical industry, with which we will be brought \ninto competition, was -and may well be again, a thoroughly knit monopoly capable \nof exercising a competition of a peculiarly insidious and dangerous kind.\"\nDuring the war the farmer performed a vital and willing service to the nation. \nBy materially increasing the production of his land, he supplied America and \nthe Allies with the increased amounts of food necessary to keep their immense \narmies in the field. He indispensably helped to win the war. But there is now \nscarcely less need of increasing the production in food -and the necessaries \nof life. I ask the Congress to consider means of encouraging effort along these \nlines. The importance of doing everything possible to promote production along \neconomical lines, to improve marketing, and to make rural life more attractive \nand healthful, is obvious. I would urge approval of the plans already proposed \nto the Congress by the Secretary of Agriculture, to secure the essential facts \nrequired for the proper study of this question, through the proposed enlarged \nprogrammes for farm management studies and crop estimates. I would urge, also, \nthe continuance of Federal participation in the building of good roads, under \nthe terms of existing law and under the direction of present agencies; the need \nof further action on the part of the States and the Federal Government to preserve \nand develop our forest resources, especially through the practice of better \nforestry methods on private holdings and the extension of the publicly owned \nforests; better support for country schools and the more definite direction \nof their courses of study along lines related to rural problems; and fuller \nprovision for sanitation in rural districts and the building up of needed hospital \nand medical facilities in these localities. Perhaps the way might be cleared \nfor many of these desirable reforms by a fresh, comprehensive survey made of \nrural conditions by a conference composed of representatives of the farmers \nand of the agricultural agencies responsible for leadership.\nI would call your attention to the widespread condition of political restlessness \nin our body politic. The causes of this unrest, while various and complicated, \nare superficial rather than deep-seated. Broadly, they arise from or are connected \nwith the failure on the part of our Government to arrive speedily at a just \nand permanent peace permitting return to normal conditions, from the transfusion \nof radical theories from seething European centers pending such delay, from \nheartless profiteering resulting in the increase of the cost of living, and \nlastly from the machinations of passionate and malevolent agitators. With the \nreturn to normal conditions, this unrest will rapidly disappear. In the meantime, \nit does much evil. It seems to me that in dealing with this situation Congress \nshould not be impatient or drastic but should seek rather to remove the causes. \nIt should endeavor to bring our country back speedily to a peace basis, with \nameliorated living conditions under the minimum of restrictions upon personal \nliberty that is consistent with our reconstruction problems. And it should arm \nthe Federal Government with power to deal in its criminal courts with those \npersons who by violent methods would abrogate our time-tested institutions. \nWith the free expression of opinion and with the advocacy of orderly political \nchange, however fundamental, there must be no interference, but towards passion \nand malevolence tendine to incite crime and insurrection under guise of political \nevolution there should be no leniency. Legislation to this end has been recommended \nby the Attorney General and should be enacted. In this direct connection, I \nwould call your attention to my recommendations on August 8th, pointing out \nlegislative measures which wouldbe effective in controlling and bringing down \nthe present cost of living, which contributes so largely to this unrest. On \nonly one of these recommendations has the Congress acted. If the Government's \ncampaign is to be effective, it is necessary that the other steps suggested \nshould be acted on at once.\nI renew and strongly urge the necessity of the extension of the present Food \nControl Act as to the period of time in which it shall remain in operation. \nThe Attorney General has submitted a bill providing for an extension of this \nAct for a period of six months. As it now stands, it is limited in operation \nto the period of the war and becomes inoperative upon the formal proclamation \nof peace. It is imperative that it should be extended at once. The Department \nof justice has built up extensive machinery for the purpose of enforcing its \nprovisions; all of which must be abandoned upon the conclusion of peace unless \nthe provisions of this Act are extended.\nDuring this period the Congress will have an opportunity to make similar permanent \nprovisions and regulations with regard to all goods destined for interstate \ncommerce and to exclude them from interstate shipment, if the requirements of \nthe law are not compiled with. Some such regulation is imperatively necessary. \nThe abuses that have grown up in the manipulation of prices by the withholding \nof foodstuffs and other necessaries of life cannot otherwise be effectively \nprevented. There can be no doubt of either the necessity of the legitimacy of \nsuch measures.\nAs I pointed out in my last message, publicity can accomplish a great deal \nin this campaign. The aims of the Government must be clearly brought to the \nattention of the consuming public, civic organizations and state officials, \nwho are in a position to lend their assistance to our efforts. You have made \navailable funds with which to carry on this campaign, but there is no provision \nin the law authorizing their expenditure for the purpose of making the public \nfully informed about the efforts of the Government. Specific recommendation \nhas been made by the Attorney General in this regard. I would strongly urge \nupon you its immediate adoption, as it constitutes one of the preliminary steps \nto this campaign.\nI also renew my recommendation that the Congress pass a law regulating cold \nstorage as it is regulated, for example, by the laws of the State of New Jersey, \nwhich limit the time during which goods may be kept in storage, prescribe the \nmethod of disposing of them if kept beyond the permitted period, and require \nthat goods released from storage shall in all cases bear the date of their receipt. \nIt would materially add to the serviceability of the law, for the purpose we \nnow have in view, if it were also prescribed that all goods released from storage \nfor interstate shipment should have plainly marked upon each package the selling \nor market price at which they went into storage. By this means the purchaser \nwould always be able to learn what profits stood between him and the producer \nor the wholesale dealer.\nI would also renew my recommendation that all goods destined for interstate \ncommerce should in every case, where their form or package makes it possible, \nbe plainly marked with the price at which they left the hands of the producer.\nWe should formulate a law requiring a Federal license of all corporations \nengaged in interstate commerce and embodying in the license or in the conditions \nunder which it is to be issued, specific regulations designed to secure competitive \nselling and prevent unconscionable profits in the method of marketing. Such \na law would afford a welcome opportunity to effect other much needed reforms \nin the business of interstate shipment and in the methods of corporations which \nare engaged in it; but for the moment I confine my recommendations to the object \nimmediately in hand, which is to lower the cost of living.\nNo one who has observed the march of events in the last year can fail to note \nthe absolute need of a definite programme to bring about an improvement in the \nconditions of labor. There can be no settled conditions leading to increased \nproduction and a reduction in the cost of living if labor and capital are to \nbe antagonists instead of partners. Sound thinking and an honest desire to serve \nthe interests of the whole nation, as distinguished from the interests of a \nclass, must be applied to the solution of this great and pressing problem. The \nfailure of other nations to consider this matter in a vigorous way has produced \nbitterness and jealousies and antagonisms, the food of radicalism. The only \nway to keep men from agitating against grievances is to remove the grievances. \nAn unwillingness even to discuss these matters produces only dissatisfaction \nand gives comfort to the extreme elements in our country which endeavor to stir \nup disturbances in order to provoke governments to embark upon a course of retaliation \nand repression. The seed of revolution is repression. The remedy for these things \nmust not be negative in character. It must be constructive. It must comprehend \nthe general interest. The real antidote for the unrest which manifests itself \nis not suppression, but a deep consideration of the wrongs that beset our national \nlife and the application of a remedy.\nCongress has already shown its willingness to deal with these industrial wrongs \nby establishing the eight-hour day as the standard in every field of labor. \nIt has sought to find a way to prevent child labor. It has served the whole \ncountry by leading the way in developing the means of preserving and safeguarding \nlives and health in dangerous industries. It must now help in the difficult \ntask of finding a method that will bring about a genuine democratization of \nindustry, based upon the full recognition of the right of those who work, in \nwhatever rank, to participate in some organic way in every decision which directly \naffects their welfare. It is with this purpose in mind that I called a conference \nto meet in Washington on December 1st, to consider these problems in all their \nbroad aspects, with the idea of bringing about a better understanding between \nthese two interests.\nThe great unrest throughout the world, out of which has emerged a demand for \nan immediate consideration of the difficulties between capital and labor, bids \nus put our own house in order. Frankly, there can be no permanent and lasting \nsettlements between capital and labor which do not recognize the fundamental \nconcepts for which labor has been struggling through the years. The whole world \ngave its recognition and endorsement to these fundamental purposes in the League \nof Notions. The statesmen gathered at Versailles recognized the fact that world \nstability could not be had by reverting to industrial standards and conditions \nagainst which the average workman of the world had revolted. It is, therefore, \nthe task of the states men of this new day of change and readjustment to recognize \nworld conditions and to seek to bring about, through legislation, conditions \nthat will mean the ending of age-long antagonisms between capital and labor \nand that will hopefully lead to the building up of a comradeship which will \nresult not only in greater contentment among the mass of workmen but also bring \nabout a greater production and a greater prosperity to business itself.\nTo analyze the particulars in the demands of labor is to admit the justice \nof their complaint in many matters that lie at their basis. The workman demands \nan adequate wage, sufficient to permit him to live in comfort, unhampered by \nthe fear of poverty and want in his old age. He demands the right to live and \nthe right to work amidst sanitary surroundings, both in home and in workshop, \nsurroundings that develop and do not retard his own health and wellbeing; and \nthe right to provide for his children's wants in the matter of health and education. \nIn other words, it is his desire to make the conditions of his life and the \nlives of those dear to him tolerable and easy to bear.\nThe establishment of the principles regarding labor laid down ill the covenant \nof the League of Nations offers us the way to industrial peace and conciliation. \nNo other road lies open to us. Not to pursue this one is longer to invite enmities, \nbitterness, and antagonisms which in the end only lead to industrial and social \ndisaster. The unwilling workman is not a profitable servant. An employee whose \nindustrial life is hedged about by hard and unjust conditions, which he did \nnot create and over which he has no control, lacks that fine spirit of enthusiasm \nand volunteer effort which are the necessary ingredients of a great producing \nentity. Let us be frank about this solemn matter. The evidences of world-wide \nunrest which manifest themselves in violence throughout the world bid us pause \nand consider the means to be found to stop the spread of this contagious thing \nbefore it saps the very vitality of the nation itself. Do we gain strength by \nwithholding the remedy? Or is it not the business of statesmen to treat these \nmanifestations of unrest which meet us on every hand as evidences of an economic \ndisorder and to apply constructive remedies wherever necessary, being sure that \nin the application of the remedy we touch not the vital tissues of our industrial \nand economic life? There can be no recession of the tide of unrest until constructive \ninstrumentalities are set up to stem that tide.\nGovernments must recognize the right of men collectively to bargain for humane \nobjects that have at their base the mutual protection and welfare of those engaged \nin all industries. Labor must not be longer treated as a commodity. It must \nbe regarded as the activity of human beings, possessed of deep yearnings and \ndesires. The busi ness man gives his best thought to the repair and replenishment \nof his machinery, so that its usefulness will not be impaired and its power \nto produce may always be at its height and kept in full vigor and motion. No \nless regard ought to be paid to the human machine, which after all propels the \nmachinery of the world and is the great dynamic force that lies back of all \nindustry and progress. Return to the old standards of wage and industry in employment \nare unthinkable. The terrible tragedy of war which has just ended and which \nhas brought the world to the verge of chaos and disaster would be in vain if \nthere should ensue a return to the conditions of the past. Europe itself, whence \nhas come the unrest which now holds the world at bay, is an example of standpatism \nin these vital human matters which America might well accept as an example, \nnot to be followed but studiously to be avoided. Europe made labor the differential, \nand the price of it all is enmity and antagonism and prostrated industry, The \nright of labor to live in peace and comfort must be recognized by governments \nand America should be the first to lay the foundation stones upon which industrial \npeace shall be built.\nLabor not only is entitled to an adequate wage, but capital should receive \na reasonable return upon its investment and is entitled to protection at the \nhands of the Government in every emergency. No Government worthy of the name \ncan \"play\" these elements against each other, for there is a mutuality of interest \nbetween them which the Government must seek to express and to safeguard at all \ncost.\nThe right of individuals to strike is inviolate and ought not to be interfered \nwith by any process of Government, but there is a predominant right and that \nis the right of the Government to protect all of its people and to assert its \npower and majesty against the challenge of any class. The Government, when it \nasserts that right, seeks not to antagonize a class but simply to defend the \nright of the whole people as against the irreparable harm and injury that might \nbe done by the attempt by any class to usurp a power that only Government itself \nhas a right to exercise as a protection to all.\nIn the matter of international disputes which have led to war, statesmen have \nsought to set up as a remedy arbitration for war. Does this not point the way \nfor the settlement of industrial disputes, by the establishment of a tribunal, \nfair and just alike to all, which will settle industrial disputes which in the \npast have led to war and disaster? America, witnessing the evil consequences \nwhich have followed out of such disputes between these contending forces, must \nnot admit itself impotent to deal with these matters by means of peaceful processes. \nSurely, there must be some method of bringing together in a council of peace \nand amity these two great interests, out of which will come a happier day of \npeace and cooperation, a day that will make men more hopeful and enthusiastic \nin their various tasks, that will make for more comfort and happiness in living \nand a more tolerable condition among all classes of men. Certainly human intelligence \ncan devise some acceptable tribunal for adjusting the differences between capital \nand labor.\nThis is the hour of test and trial for America. By her prowess and strength, \nand the indomitable courage of her soldiers, she demonstrated her power to vindicate \non foreign battlefields her conceptions of liberty and justice. Let not her \ninfluence as a mediator between capital and labor be weakened and her own failure \nto settle matters of purely domestic concern be proclaimed to the world. There \nare those in this country who threaten direct action to force their will, upon \na majority. Russia today, with its blood and terror, is a painful object lesson \nof the power of minorities. It makes little difference what minority it is; \nwhether capital or labor, or any other class; no sort of privilege will ever \nbe permitted to dominate this country. We are a partnership or nothing that \nis worth while. We are a democracy, where the majority are the masters, or all \nthe hopes and purposes of the men who founded this government have been defeated \nand forgotten. In America there is but one way by which great reforms can be \naccomplished and the relief sought by classes obtained, and that is through \nthe orderly processes of representative government. Those who would propose \nany other method of reform are enemies of this country. America will not be \ndaunted by threats nor lose her composure or calmness in these distressing times. \nWe can afford, in the midst of this day of passion and unrest, to be self - \ncontained and sure. The instrument of all reform in America is the ballot. The \nroad to economic and social reform in America is the straight road of justice \nto all classes and conditions of men. Men have but to follow this road to realize \nthe full fruition of their objects and purposes. Let those beware who would \ntake the shorter road of disorder and revolution. The right road is the road \nof justice and orderly process."
}