{
  "author": "Calvin Coolidge",
  "year": 1924,
  "title": "Second State of the Union Address",
  "text": "To the Congress of the United States:\nThe present state of the Union, upon which it is customary for the President \nto report to the Congress under the provisions of the Constitution, is such \nthat it may be regarded with encouragement and satisfaction by every American. \nOur country is almost unique in its ability to discharge fully and promptly \nall its obligations at home and abroad, and provide for all its inhabitants \nan increase in material resources, in intellectual vigor and in moral power. \nThe Nation holds a position unsurpassed in all former human experience. \nThis does not mean that we do not have any problems. It is elementary that the \nincreasing breadth of our experience necessarily increases the problems of our \nnational life. But it does mean that if all will but apply ourselves industriously \nand honestly, we have ample powers with which to meet our problems and provide \nfor I heir speedy solution. I do not profess that we can secure an era of perfection \nin human existence, but we can provide an era of peace and prosperity, attended \nwith freedom and justice and made more and more satisfying by the ministrations \nof the charities and humanities of life.\nIn my opinion the Government can do more to remedy the economic ills of the \npeople by a system of rigid economy in public expenditure than can be accomplished \nthrough any other action. The costs of our national and local governments combined \nnow stand at a sum close to $100 for each inhabitant of the land. A little less \nthan one-third of this is represented by national expenditure, and a little \nmore than two-thirds by local expenditure. It is an ominous fact that only the \nNational Government is reducing its debt. Others are increasing theirs at about \n$1,000,000,000 each year. The depression that overtook business, the disaster \nexperienced in agriculture, the lack of employment and the terrific shrinkage \nin all values which our country experienced in a most acute form in 1920, resulted \nin no small measure from the prohibitive taxes which were then levied on all \nproductive effort. The establishment of a system of drastic economy in public \nexpenditure, which has enabled us to pay off about one-fifth of the national \ndebt since 1919, and almost cut in two the national tax burden since 1921, has \nbeen one of the main causes in reestablishing a prosperity which has come to \ninclude within its benefits almost every one of our inhabitants. Economy reaches \neverywhere. It carries a blessing to everybody.\nThe fallacy of the claim that the costs of government are borne by the rich \nand those who make a direct contribution to the National Treasury can not be \ntoo often exposed. No system has been devised, I do not think any system could \nbe devised, under which any person living in this country could escape being \naffected by the cost of our government. It has a direct effect both upon the \nrate and the purchasing power of wages. It is felt in the price of those prime \nnecessities of existence, food, clothing, fuel and shelter. It would appear \nto be elementary that the more the Government expends the more it must require \nevery producer to contribute out of his production to the Public Treasury, and \nthe less he will have for his own benefit. The continuing costs of public administration \ncan be met in only one way — by the work of the people. The higher they become, \nthe more the people must work for the Government. The less they are, the more \nthe people can work for themselves.\nThe present estimated margin between public receipts and expenditures for this \nfiscal year is very small. Perhaps the most important work that this session \nof the Congress can do is to continue a policy of economy and further reduce \nthe cost of government, in order that we may have a reduction of taxes for the \nnext fiscal year. Nothing is more likely to produce that public confidence which \nis the forerunner and the mainstay of prosperity, encourage and enlarge business \nopportunity with ample opportunity for employment at good wages, provide a larger \nmarket for agricultural products, and put our country in a stronger position \nto be able to meet the world competition in trade, than a continuing policy \nof economy. Of course necessary costs must be met, proper functions of the Government \nperformed, and constant investments for capital account and reproductive effort \nmust be carried on by our various departments. But the people must know that \ntheir Government is placing upon them no unnecessary burden.\nTAXES\nEveryone desires a reduction of taxes, and there is a great preponderance of \nsentiment in favor of taxation reform. When I approved the present tax law, \nI stated publicly that I did so in spite of certain provisions which I believed \nunwise and harmful. One of the most glaring of these was the making public of \nthe amounts assessed against different income-tax payers. Although that damage \nhas now been done, I believe its continuation to be detrimental To the public \nwelfare and bound to decrease public revenues, so that it ought to be repealed.\nAnybody can reduce taxes, but it is not so easy to stand in the gap and resist \nthe passage of increasing appropriation bills which would make tax reduction \nimpossible. It will be very easy to measure the strength of the attachment to \nreduced taxation by the power with which increased appropriations are resisted. \nIf at the close of the present session the Congress has kept within the budget \nwhich I propose to present, it will then be possible to have a moderate amount \nof tax reduction and all the tax reform that the Congress may wish for during \nthe next fiscal year. The country is now feeling the direct stimulus which came \nfrom the passage of the last revenue bill, and under the assurance of a reasonable \nsystem of taxation there is every prospect of an era of prosperity of unprecedented \nproportions. But it would be idle to expect any such results unless business \ncan continue free from excess profits taxation and be accorded a system of surtaxes \nat rates which have for their object not the punishment of success or the discouragement \nof business, but the production of the greatest amount of revenue from large \nincomes. I am convinced that the larger incomes of the country would actually \nyield more revenue to the Government if the basis of taxation were scientifically \nrevised downward. Moreover the effect of the present method of this taxation \nis to increase the cost of interest. on productive enterprise and to increase \nthe burden of rent. It is altogether likely that such reduction would so encourage \nand stimulate investment that it would firmly establish our country in the economic \nleadership of the world.\nWATERWAYS\nMeantime our internal development should go on. Provision should be made for \nflood control of such rivers as the Mississippi and the Colorado, and for the \nopening up of our inland waterways to commerce. Consideration is due to the \nproject of better navigation from the Great Lakes to the Gulf. Every effort \nis being made to promote an agreement with Canada to build the, St. Lawrence \nwaterway. There are pending before the Congress bills for further development \nof the Mississippi Basin, for the taking over of the Cape Cod Canal in accordance \nwith a moral obligation which seems to have been incurred during the war, and \nfor the improvement of harbors on both the Pacific and the Atlantic coasts. \nWhile this last should be divested of some of its projects and we must proceed \nslowly, these bills in general have my approval. Such works are productive of \nwealth and in the long run tend to a reduction of the tax burden.\nRECLAMATION\nOur country has a well defined policy of reclamation established under \nstatutory authority. This policy should be continued and made a self-sustaining \nactivity administered in a manner that will meet local requirements and bring \nour and lands into a profitable state of cultivation as fast as there is a market \nfor their products. Legislation is pending based on the report of the Fact Finding \nCommission for the proper relief of those needing extension of time in which \nto meet their payments on irrigated land, and for additional amendments and \nreforms of our reclamation laws, which are all exceedingly important and should \nbe enacted at once.\nNo more important development has taken place in the last year than \nthe beginning of a restoration of agriculture to a prosperous condition. We \nmust permit no division of classes in this country, with one occupation striving \nto secure advantage over another. Each must proceed under open opportunities \nand with a fair prospect of economic equality. The Government can not successfully \ninsure prosperity or fix prices by legislative fiat. Every business has its \nrisk and its times of depression. It is well known that in the long run there \nwill be a more even prosperity and a more satisfactory range of prices under \nthe natural working out of economic laws than when the Government undertakes \nthe artificial support of markets and industries. Still we can so order our \naffairs, so protect our own people from foreign competition, so arrange our \nnational finances, so administer our monetary system, so provide for the extension \nof credits, so improve methods of distribution, as to provide a better working \nmachinery for the transaction of the business of the Nation with the least possible \nfriction and loss. The Government has been constantly increasing its efforts \nin these directions for the relief and permanent establishment of agriculture \non a sound and equal basis with other business.\nIt is estimated that the value of the crops for this harvest year may reach \n$13,000,000,000, which is an increase of over $3,000,000,000 in three years. \nIt compares with $7,100,000,000 in 1913, arid if we make deduction from the \nfigures of 1924 for the comparatively decreased value of the dollar, the yield \nthis year still exceeds 1913 in purchasing power by over $1,000,000,000, and \nin this interval there has been no increase in the number of farmers. Mostly \nby his own effort the farmer has decreased the cost of production. A marked \nincrease in the price of his products and some decrease in the price of his \nsupplies has brought him about to a parity with the rest of the Nation. The \ncrop area of this season is estimated at 370,000,000 acres, which is a decline \nof 3,000,000 acres from last year, and 6,000,000 acres from 1919. This has been \na normal and natural application of economic laws, which has placed agriculture \non a foundation which is undeniably sound and beginning to be satisfactory.\nA decrease in the world supply of wheat has resulted in a very large increase \nin the price of that commodity. The position of all agricultural products indicates \na better balanced supply, but we can not yet conclude that agriculture is recovered \nfrom the effects of the war period or that it is permanently on a prosperous \nbasis. The cattle industry has not yet recovered and in some sections has been \nsuffering from dry weather. Every effort must be made both by Government activity \nand by private agencies to restore and maintain agriculture to a complete normal \nrelationship with other industries.\nIt was on account of past depression, and in spite of present more encouraging \nconditions, that I have assembled an Agricultural Conference made up of those \nwho are representative of this great industry in both its operating and economic \nsides. Everyone knows that the great need of the farmers is markets. The country \nis not suffering on the side of production. Almost the entire difficulty is \non the side of distribution. This reaches back, of course, to unit costs and \ndiversification, and many allied subjects. It is exceedingly intricate, for \nour domestic and foreign trade, transportation and banking, and in fact our \nentire economic system, are closely related to it. In time for action at this \nsession, I hope to report to the Congress such legislative remedies as the conference \nmay recommend. An appropriation should be made to defray their necessary expenses.\nMUSCLE SHOALS\nThe production of nitrogen for plant food in peace and explosives in war is \nmore and more important. It is one of the chief sustaining elements of life. \nIt is estimated that soil exhaustion each year is represented by about 9,000,000 \ntons and replenishment by 5,450,000 tons. The deficit of 3,550,000 tons is reported \nto represent the impairment of 118,000,000 acres of farm lands each year.\nTo meet these necessities the Government has been developing a water power \nproject at Muscle Shoals to be equipped to produce nitrogen for explosives and \nfertilizer. It is my opinion that the support of agriculture is the chief problem \nto consider in connection with this property. It could by no means supply the \npresent needs for nitrogen, but it would help and its development would encourage \nbringing other water powers into like use.\nSeveral offers have been made for the purchase of this property. Probably none \nof them represent final terms. Much costly experimentation is necessary to produce \ncommercial nitrogen. For that reason it is a field better suited to private \nenterprise than to Government operation. I should favor a sale of this property, \nor long-time lease, tinder rigid guaranties of commercial nitrogen production \nat reasonable prices for agricultural use. There would be a surplus of power \nfor many years over any possibility of its application to a developing manufacture \nof nitrogen. It may be found advantageous to dispose of the right to surplus \npower separately with such reservations as will allow its gradual withdrawal \nand application to nitrogen manufacture. A subcommittee of the Committees on \nAgriculture should investigate this field and negotiate with prospective purchasers. \nIf no advantageous offer be made, the development should continue and the plant \nshould be dedicated primarily to the production of materials for the fertilization \nof the soil.\nRAILWAYS\nThe railways during the past year have made still further progress in recuperation \nfrom the war, with large rains in efficiency and ability expeditiously to handle \nthe traffic of the country. We have now passed through several periods of peak \ntraffic without the car shortages which so frequently in the past have brought \nhavoc to our agriculture and industries. The condition of many of our great \nfreight terminals is still one of difficulty and results in imposing, large \ncosts on the public for inward-bound freight, and on the railways for outward-bound \nfreight. Owing to the growth of our large cities and the great increase in the \nvolume of traffic, particularly in perishables, the problem is not only difficult \nof solution, but in some cases not wholly solvable by railway action alone.\nIn my message last year I emphasized the necessity for further legislation \nwith a view to expediting the consolidation of our rail ways into larger systems. \nThe principle of Government control of rates and profits, now thoroughly imbedded \nin our governmental attitude toward natural monopolies such as the railways, \nat once eliminates the need of competition by small units as a method of rate \nadjustment. Competition must be preserved as a stimulus to service , but this \nwill exist and can be increased tinder enlarged systems. Consequently the consolidation \nof the railways into larger units for the purpose of securing the substantial \nvalues to the public which will come from larger operation has been the logical \nconclusion of Congress in its previous enactments, and is also supported by \nthe best opinion in the country. Such consolidation will assure not only a greater \nelement of competition as to service, but it will afford economy in operation, \ngreater stability in railway earnings, and more economical financing. It opens \nlarge possibilities of better equalization of rates between different classes \nof traffic so as to relieve undue burdens upon agricultural products and raw \nmaterials generally, which are now not possible without ruin to small units \nowing to the lack of diversity of traffic. It would also tend to equalize earnings \nin such fashion as to reduce the importance of section 15A, at which criticism, \noften misapplied, has been directed. A smaller number of units would offer less \ndifficulties in labor adjustments and would contribute much to the, solution \nof terminal difficulties.\nThe consolidations need to be carried out with due regard to public interest \nand to the rights and established life of various communities in our country. \nIt does not seem to me necessary that we endeavor to anticipate any final plan \nor adhere to an artificial and unchangeable project which shall stipulate a \nfixed number of systems, but rather we ought to approach the problem with such \na latitude of action that it can be worked out step by step in accordance with \na comprehensive consideration of public interest. Whether the number of ultimate \nsystems shall be more or less seems to me can only be determined by time and \nactual experience in the development of such consolidations.\nThose portions of the present law contemplating consolidations ore not, sufficiently \neffective in producing expeditious action and need amplification of the authority \nof the Interstate Commerce Commission, particularly in affording a period for \nvoluntary proposals to the commission and in supplying Government pressure to \nsecure action after the expiration of such a period.\nThere are other proposals before Congress for amending the transportation acts. \nOne of these contemplates a revision of the method of valuation for rate-making \npurposes to be followed by a renewed valuation of the railways. The valuations \ninstituted by the Interstate Commerce Commission 10 years ago have not yet been \ncompleted. They have cost the Government an enormous sum, and they have imposed \ngreat expenditure upon the railways, most of which has in effect come out of \nthe public in increased rates. This work should not be abandoned or supplanted \nuntil its results are known and can be considered.\nAnother matter before the Congress is legislation affecting the labor sections \nof the transportation act. Much criticism has been directed at the workings \nof this section and experience has shown that some useful amendment could be \nmade to these provisions.\nIt would be helpful if a plan could be adopted which, while retaining the practice \nof systematic collective bargaining with conciliation voluntary arbitration \nof labor differences, could also provide simplicity in relations and more direct \nlocal responsibility of employees and managers. But such legislation will not \nmeet the requirements of the situation unless it recognizes the principle that \nt e public has a right to the uninterrupted service of transportation, and therefore \na right to be heard when there is danger that the Nation may suffer great injury \nthrough the interruption of operations because of labor disputes. If these elements \nare not comprehended in proposed legislation, it would be better to gain further \nexperience with the present organization for dealing with these questions before \nundertaking a change.\nSHIPPING BOARD\nThe form of the organization of the Shipping Board was based originally on \nits functions as a semi judicial body in regulation of rates. During the war \nit was loaded with enormous administrative duties. It has been demonstrated \ntime and again that this form of organization results in indecision, division \nof opinion and administrative functions, which make a wholly inadequate foundation \nfor the conduct of a great business enterprise. The first principle in securing \nthe objective set out by Congress in building up the American merchant marine \nupon the great trade routes and subsequently disposing of it into private operation \ncan not proceed with effectiveness until the entire functions of the board are \nreorganized. The immediate requirement is to transfer into the Emergency Fleet, \nCorporation the whole responsibility of operation of the fleet and other property, \nleaving to the Shipping Board solely the duty of determining certain major policies \nwhich require deliberative action.\nThe procedure under section 28 of the merchant marine act has created great \ndifficulty and threatened friction during the past 12 months. Its attempted \napplication developed not only great opposition from exporters, particularly \nas to burdens that may be imposed upon agricultural products, but also great \nanxiety in the different seaports as to the effect upon their relative rate \nstructures. This trouble will certainly recur if action is attempted under this \nsection. It is uncertain in some of its terms and of great difficulty in interpretation.\nIt is my belief that action under this section should be suspended until the \nCongress can reconsider the entire question in the light of the experience that \nhas been developed since its enactment.\nNATIONAL ELECTIONS\nNothing is so fundamental to the integrity of a republican form of government \nas honesty in all that relates to the conduct of elections. I am of the opinion \nthat the national laws governing the choice of members of the Congress should \nbe extended to include appropriate representation of the respective parties \nat the ballot box ant equality of representation on the various registration \nboards, wherever they exist.\nTHE JUDICIARY\nThe docket of the Supreme Court is becoming congested. At the opening term \nlast year it had 592 cases, while this year it had 687 cases. Justice long delayed \nis justice refused. Unless the court be given power by preliminary and summary \nconsideration to determine the importance of cases, and by disposing of those \nwhich are not of public moment reserve its time for the more extended consideration \nof the remainder, the congestion of the docket is likely to increase. It is \nalso desirable that Supreme Court should have power to improve and reform procedure \nin suits at law in the Federal courts through the adoption of appropriate rules. \nThe Judiciary Committee of the Senate has reported favorably upon two bills \nproviding for these reforms which should have the immediate favorable consideration \nof the Congress.\nI further recommend that provision be made for the appointment of a commission, \nto consist of two or three members of the Federal judiciary and as many members \nof the bar, to examine the present criminal code of procedure and recommend \nto the Congress measures which may reform and expedite court procedure in the \nadministration and enforcement of our criminal laws.\nPRISON REFORM\nPending before the Congress is a bill which has already passed one House providing \nfor a reformatory to which could be committed first offenders and young men \nfor the purpose of segregating them from contact with banned criminals and providing \nthem with special training in order to reestablish in them the power to pursue \na law-abiding existence in the social and economic life of the Nation. This \nis a matter of so much importance as to warrant the early attention of the present \nsession. Further provision should also be made, for a like reason, for a separate \nreformatory for women.\nNATIONAL POLICE BUREAU\nRepresentatives of the International Police Conference will bring to t e attention \nof the Congress a proposal for the establishment of a national police bureau. \nSuch action would provide a central point for gathering, compiling, and later \ndistributing to local police authorities much information which would be helpful \nin the prevention and detection of crime. I believe this bureau is needed, and \nI recommend favorable consideration of this proposal.\nDISTRICT OF COLUMBIA WELFARE\nThe welfare work of the District of Columbia is administered by several different \nboards dealing with charities and various correctional efforts. It would be \nan improvement if this work were consolidated and placed under the direction \nof a single commission.\nFRENCH SPOLIATION CLAIMS\nDuring the last session of the Congress legislation was introduced looking \nto the payment of the remaining claims generally referred to as the French spoliation \nclaims. The Congress has provided for the payment of many similar claims. Those \nthat remain unpaid have been long pending. The beneficiaries thereunder have \nevery reason to expect payment. These claims have been examined by the Court \nof Claims and their validity and amount determined. The United States ought \nto pay its debts. I recommend action by the Congress which will permit of the \npayment of these remaining claims.\nTHE WAGE EARNER\nTwo very important policies have been adopted by this country which, while \nextending their benefits also in other directions, have been of the utmost importance \nto the wage earners. One of these is the protective tariff, which enables our \npeople to live according to a better standard and receive a better rate of compensation \nthan any people, any time, anywhere on earth, ever enjoyed. This saves the American \nmarket for the products of the American workmen. The other is a policy of more \nrecent origin and seeks to shield our wage earners from the disastrous competition \nof a great influx of foreign peoples. This has been done by the restrictive \nimmigration law. This saves the American job for the American workmen. I should \nlike to see the administrative features of this law rendered a little more humane \nfor the purpose of permitting those already here a greater latitude in securing \nadmission of members of their own families. But I believe this law in principle \nis necessary and sound, and destined to increase greatly the public welfare. \nWe must maintain our own economic position, we must defend our own national \nintegrity.\nIt is gratifying to report that the progress of industry, the enormous increase \nin individual productivity through labor-saving devices, and the high rate of \nwages have all combined to furnish our people in general with such an abundance \nnot only of the necessaries but of the conveniences of life that we are by a \nnatural evolution solving our problems of economic and social justice.\nTHE NEGRO\nThese developments have brought about a very remarkable improvement in the \ncondition of the negro race. Gradually, but surely, with the almost universal \nsympathy of those among whom they live, the colored people are working out their \nown destiny. I firmly believe that it is better for all concerned that they \nshould be cheerfully accorded their full constitutional rights, that they should \nbe protected from all of those impositions to which, from their position, they \nnaturally fall a prey, especially from the crime of lynching and that they should \nreceive every encouragement to become full partakers in all the blessings of \nour common American citizenship.\nCIVIL SERVICE\nThe merit system has long been recognized as the correct basis for employment \nin our, civil service. I believe that first second, and third class postmasters, \nand without covering in the present membership tile field force of prohibition \nenforcement, should be brought within the classified service by statute law. \nOtherwise the Executive order of one administration is changed by the Executive \norder of another administration, and little real progress is made. Whatever \nits defects, the merit system is certainly to be preferred to the spoils system.\nDEPARTMENTAL REORGANIZATION\nOne way to save public money would be to pass the pending bill for the reorganization \nof the various departments. This project has been pending for some time, and \nhas had the most careful consideration of experts and the thorough study of \na special congressional committee. This legislation is vital as a companion \npiece to the Budget law. Legal authority for a thorough reorganization of the \nFederal structure with some latitude of action to the Executive in the rearrangement \nof secondary functions would make for continuing economy in the shift of government \nactivities which must follow every change in a developing country. Beyond this \nmany of the independent agencies of the Government must be placed under responsible \nCabinet officials, if we are to have safeguards of efficiency, economy, and \nprobity.\nARMY AND NAVY\nLittle has developed in relation to our national defense which needs special \nattention. Progress is constantly being made in air navigation and requires \nencouragement and development. Army aviators have made a successful trip around \nthe world, for which I recommend suitable recognition through provisions for \npromotion, compensation, and retirement. Under the direction of the Navy a new \nZeppelin has been successfully brought from Europe across the Atlantic to our \nown country.\nDue to the efficient supervision of the Secretary of War the Army of the United \nStates has been organized with a small body of Regulars and a moderate National \nGuard and Reserve. The defense test of September 12 demonstrated the efficiency \nof the operating plans. These methods and operations are well worthy of congressional \nsupport.\nUnder the limitation of armaments treaty a large saving in outlay and a considerable \ndecrease in maintenance of the Navy has been accomplished. We should maintain \nthe policy of constantly working toward the full treaty strength of the Navy. \nCareful investigation is being made in this department of the relative importance \nof aircraft, surface and submarine vessels, in order that we may not fail to \ntake advantage of all modern improvements for our national defense. A special \ncommission also is investigating the problem of petroleum oil for the Navy, \nconsidering the best policy to insure the future supply of fuel oil and prevent \nthe threatened drainage of naval oil reserves. Legislative action is required \nto carry on experiments in oil shale reduction, as large deposits of this type \nhave been set aside for the use of the Navy.\nWe have been constantly besought to engage in competitive armaments. Frequent \nreports will reach us of the magnitude of the military equipment of other, nations. \nWe shall do well to be little impressed by such reports or such actions. Any \nnation undertaking to maintain a military establishment with aggressive and \nimperialistic designs will find itself severely handicapped in the economic \ndevelopment of the world. I believe thoroughly in the Army and Navy, in adequate \ndefense and preparation. But I am opposed to any policy of competition in building \nand maintaining land or sea armaments.\nOur country has definitely relinquished the old standard of dealing \nwith other countries by terror and force, and is definitely committed to the \nnew standard of dealing with them through friendship and understanding. This \nnew policy should be constantly kept in mind by the guiding forces of the Army \nand Navy, by the. Congress and by the country at large. I believe it holds a \npromise of great benefit to humanity. I shall resist any attempt to resort to \nthe old methods and the old standards. I am especially solicitous that foreign \nnations should comprehend the candor and sincerity with which we have adopted \nthis position. While we propose to maintain defensive and supplementary police \nforces by land and sea, and to train them through inspections and maneuvers \nupon appropriate occasions in order to maintain their efficiency, I wish every \nother nation to understand that this does not express any unfriendliness or \nconvey any hostile intent. I want the armed forces of America to be considered \nby all peoples not as enemies but as friends as the contribution which is made \nby this country for the maintenance of the peace and security of the world.\nVETERANS\nWith the authorization for general hospitalization of the veterans of all wars \nprovided during the present year, the care and treatment of those who have served \ntheir country in time of peril and the attitude of the Government toward them \nis not now so much one of needed legislation as one of careful, generous and \nhumane administration. It will ever be recognized that their welfare is of the \nfirst concern and always entitled to the most solicitous consideration oil the \npart of their fellow citizens. They are organized in various associations, of \nwhich the chief and most representative is the American Legion. Through its \nofficers the Legion will present to the Congress numerous suggestions for legislation. \nThey cover such a wide variety of subjects that it is impossible to discuss \nthem within the scope of this message. With many of the proposals I join in \nhearty approval and commend them all to the sympathetic investigation and consideration \nof the Congress.\nFOREIGN RELATIONS\nAt no period in the past 12 years have our foreign relations been in such a \nsatisfactory condition as they are at the present time. Our actions in the recent \nmonths have greatly strengthened the American policy of permanent peace with \nindependence. The attitude which our Government took and maintained toward an \nadjustment of European reparations, by pointing out that it wits not a political \nbut a business problem, has demonstrated its wisdom by its actual results. We \ndesire to see Europe restored that it may resume its productivity in the increase \nof industry and its support in the advance of civilization. We look with great \ngratification at the hopeful prospect of recuperation in Europe through the \nDawes plan. Such assistance as can be given through the action of the public \nauthorities and of our private citizens, through friendly counsel and cooperation, \nand through economic and financial support, not for any warlike effort but for \nreproductive enterprise, not to provide means for unsound government financing \nbut to establish sound business administration ' should be unhesitatingly provided.\nUltimately nations, like individuals, can not depend upon each other but must \ndepend upon themselves. Each one must work out its own salvation. We have every \ndesire to help. But with all our resources we are powerless to save unless our \nefforts meet with a constructive response. The situation in our own country \nand all over the world is one Chat can be improved only by bard work and self-denial. \nIt is necessary to reduce expenditures, increase savings and liquidate debts. \nIt is in this direction that there lies the greatest hope of domestic tranquility \nand international peace. Our own country ought to finish the leading example \nin this effort. Our past adherence to this policy, our constant refusal to maintain \na military establishment that could be thought to menace the security of others, \nour honorable dealings with other nations whether great or small, has left us \nin the almost constant enjoyment of peace.\nIt is not necessary to stress the general desire of all the people of this \ncountry for the promotion of peace. It is the leading principle of all our foreign \nrelations. We have on every occasion tried to cooperate to this end in all ways \nthat were consistent with our proper independence and our traditional policies. \nIt will be my constant effort to maintain these principles, and to reinforce \nthem by all appropriate agreements and treaties. While we desire always to cooperate \nand to help, we are equally determined to be independent and free. Right and \ntruth and justice and humanitarian efforts will have the moral support of this \ncountry all over the world. But we do not wish to become involved in the political \ncontroversies of others. Nor is the country disposed to become a member of the \nLeague of Nations or to assume the obligations imposed by its covenant.\nINTERNATIONAL COURT\nAmerica has been one of the foremost nations in advocating tribunals for the \nsettlement of international disputes of a justiciable character. Our representatives \ntook a leading in those conferences which resulted in the establishment of e \nague Tribunal, and later in providing for a Permanent Court of International \nJustice. I believe it would be for the advantage of this country and helpful \nto the stability of other nations for us to adhere to the protocol establishing, \nthat court upon the conditions stated in the recommendation which is now before \nthe Senate, and further that our country shall not be bound by advisory opinions \nwhich may be, rendered by the court upon questions which we have not voluntarily \nsubmitted for its judgment. This court would provide a practical and convenient \ntribunal before which we could go voluntarily, but to which we could not be \nsummoned, for a determination of justiciable questions when they fail to be \nresolved by diplomatic negotiations.\nDISARMAMENT CONFERENCE\nMany times I have expressed my desire to see the work of the Washington Conference \non Limitation of Armaments appropriately supplemented by further agreements \nfor a further reduction M for the purpose of diminishing the menace and waste \nof the competition in preparing instruments of international war. It has been \nand is my expectation that we might hopefully approach other great powers for \nfurther conference on this subject as soon as the carrying out of the present \nreparation plan as the established and settled policy of Europe has created \na favorable opportunity. But on account of proposals which have already been \nmade by other governments for a European conference, it will be necessary to \nwait to see what the outcome of their actions may be. I should not wish to propose \nor have representatives attend a conference which would contemplate commitments \nopposed to the freedom of action we desire to maintain unimpaired with respect \nto our purely domestic policies.\nINTERNATIONAL LAW\nOur country should also support efforts which are being made toward the codification \nof international law. We can look more hopefully, in the first instance, for \nresearch and studies that are likely to be productive of results, to a cooperation \namong representatives of the bar and members of international law institutes \nand societies, than to a conference of those who are technically representative \nof their respective governments, although, when projects have been developed, \nthey must go to the governments for their approval. These expert professional \nstudies are going on in certain quarters and should have our constant encouragement \nand approval.\nOUTLAW OF WAR\nMuch interest has of late been manifested in this country in the discussion \nof various proposals to outlaw aggressive war. I look with great sympathy upon \nthe examination of this subject. It is in harmony with the traditional policy \nof our country, which is against aggressive war and for the maintenance of permanent \nand honorable peace. While, as I have said, we must safeguard our liberty to \ndeal according to our own judgment with our domestic policies, we can not fail \nto view with sympathetic interest all progress to this desired end or carefully \nto study the measures that may be proposed to attain it.\nLATIN AMERICA\nWhile we are desirous of promoting peace in every quarter of the globe, we \nhave a special interest in the peace of this hemisphere. It is our constant \ndesire that all causes of dispute in this area may be tranquilly and satisfactorily \nadjusted. Along with our desire for peace is the earnest hope for the increased \nprosperity of our sister republics of Latin America, and our constant purpose \nto promote cooperation with them which may be mutually beneficial and always \ninspired by the most cordial friendships.\nFOREIGN DEBTS\nAbout $12,000,000,000 is due to our Government from abroad, mostly from European \nGovernments. Great Britain, Finland, Hungary, Lithuania and Poland have negotiated \nsettlements amounting close to $5,000,000,000. This represents the funding of \nover 42 per cent of the debt since the creation of the special Foreign Debt \nCommission. As the life of this commission is about to expire, its term should \nbe extended. I am opposed to the cancellation of these debts and believe it \nfor the best welfare of the world that they should be liquidated and paid as \nfast as possible. I do not favor oppressive measures, but unless money that \nis borrowed is repaid credit can not be secured in time of necessity, and there \nexists besides a moral obligation which our country can not ignore and no other \ncountry can evade. Terms and conditions may have to conform to differences in \nthe financial abilities of the countries concerned, but the principle that each \ncountry should meet its obligation admits of no differences and is of universal \napplication.\nIt is axiomatic that our country can not stand still. It would seem to be perfectly \nplain from recent events that it is determined to go forward. But it wants no \npretenses, it wants no vagaries. It is determined to advance in an orderly, \nsound and common-sense way. It does not propose to abandon the theory of the \nDeclaration that the people have inalienable rights which no majority and no \npower of government can destroy. It does not propose to abandon the practice \nof the Constitution that provides for the protection of these rights. It believes \nthat within these limitations, which are imposed not by the fiat of man but \nby the law of the Creator, self-government is just and wise. It is convinced \nthat it will be impossible for the people to provide their own government unless \nthey continue to own their own property.\nThese are the very foundations of America. On them has been erected a Government \nof freedom and equality, of justice and mercy, of education and charity. Living \nunder it and supporting it the people have come into great possessions on the \nmaterial and spiritual sides of life. I want to continue in this direction. \nI know that the Congress shares with me that desire. I want our institutions \nto be more and more expressive of these principles. I want the people of all \nthe earth to see in the American flag the symbol of a Government which intends \nno oppression at home and no aggression abroad, which in the spirit of a common \nbrotherhood provides assistance in time of distress."
}