{
  "author": "Thomas Jefferson",
  "year": 1801,
  "title": "Thomas Jefferson's First Inaugural Address",
  "text": "Friends and Fellow-Citizens:\nCalled upon to undertake the duties of the first executive office\nof our country, I avail myself of the presence of that portion of\nmy fellow-citizens which is here assembled to express my grateful\nthanks for the favor with which they have been pleased to look\ntoward me, to declare a sincere consciousness that the task is\nabove my talents, and that I approach it with those anxious and\nawful presentiments which the greatness of the charge and the\nweakness of my powers so justly inspire. A rising nation, spread\nover a wide and fruitful land, traversing all the seas with the\nrich productions of their industry, engaged in commerce with\nnations who feel power and forget right, advancing rapidly to\ndestinies beyond the reach of mortal eye--when I contemplate these\ntranscendent objects, and see the honor, the happiness, and the\nhopes of this beloved country committed to the issue, and the\nauspices of this day, I shrink from the contemplation, and humble\nmyself before the magnitude of the undertaking. Utterly, indeed,\nshould I despair did not the presence of many whom I here see\nremind me that in the other high authorities provided by our\nConstitution I shall find resources of wisdom, of virtue, and of\nzeal on which to rely under all difficulties. To you, then,\ngentlemen, who are charged with the sovereign functions of\nlegislation, and to those associated with you, I look with\nencouragement for that guidance and support which may enable us to\nsteer with safety the vessel in which we are all embarked amidst\nthe conflicting elements of a troubled world.\nDuring the contest of opinion through which we have passed the\nanimation of discussions and of exertions has sometimes worn an\naspect which might impose on strangers unused to think freely and\nto speak and to write what they think; but this being now decided\nby the voice of the nation, announced according to the rules of\nthe Constitution, all will, of course, arrange themselves under\nthe will of the law, and unite in common efforts for the common\ngood. All, too, will bear in mind this sacred principle, that\nthough the will of the majority is in all cases to prevail, that\nwill to be rightful must be reasonable; that the minority possess\ntheir equal rights, which equal law must protect, and to violate\nwould be oppression. Let us, then, fellow-citizens, unite with one\nheart and one mind. Let us restore to social intercourse that\nharmony and affection without which liberty and even life itself\nare but dreary things. And let us reflect that, having banished\nfrom our land that religious intolerance under which mankind so\nlong bled and suffered, we have yet gained little if we\ncountenance a political intolerance as despotic, as wicked, and\ncapable of as bitter and bloody persecutions. During the throes\nand convulsions of the ancient world, during the agonizing spasms\nof infuriated man, seeking through blood and slaughter his long-\nlost liberty, it was not wonderful that the agitation of the\nbillows should reach even this distant and peaceful shore; that\nthis should be more felt and feared by some and less by others,\nand should divide opinions as to measures of safety. But every\ndifference of opinion is not a difference of principle. We have\ncalled by different names brethren of the same principle. We are all Republicans, we are all Federalists. If there be any among us\nwho would wish to dissolve this Union or to change its republican\nform, let them stand undisturbed as monuments of the safety with\nwhich error of opinion may be tolerated where reason is left free\nto combat it. I know, indeed, that some honest men fear that a\nrepublican government can not be strong, that this Government is\nnot strong enough; but would the honest patriot, in the full tide\nof successful experiment, abandon a government which has so far\nkept us free and firm on the theoretic and visionary fear that\nthis Government, the world's best hope, may by possibility want\nenergy to preserve itself? I trust not. I believe this, on the\ncontrary, the strongest Government on earth. I believe it the only\none where every man, at the call of the law, would fly to the\nstandard of the law, and would meet invasions of the public order\nas his own personal concern. Sometimes it is said that man can not\nbe trusted with the government of himself. Can he, then, be\ntrusted with the government of others? Or have we found angels in\nthe forms of kings to govern him? Let history answer this\nquestion.\nLet us, then, with courage and confidence pursue our own Federal\nand Republican principles, our attachment to union and\nrepresentative government. Kindly separated by nature and a wide\nocean from the exterminating havoc of one quarter of the globe;\ntoo high-minded to endure the degradations of the others;\npossessing a chosen country, with room enough for our descendants\nto the thousandth and thousandth generation; entertaining a due\nsense of our equal right to the use of our own faculties, to the\nacquisitions of our own industry, to honor and confidence from our\nfellow-citizens, resulting not from birth, but from our actions\nand their sense of them; enlightened by a benign religion,\nprofessed, indeed, and practiced in various forms, yet all of them\ninculcating honesty, truth, temperance, gratitude, and the love of\nman; acknowledging and adoring an overruling Providence, which by\nall its dispensations proves that it delights in the happiness of\nman here and his greater happiness hereafter--with all these\nblessings, what more is necessary to make us a happy and a\nprosperous people? Still one thing more, fellow-citizens--a wise\nand frugal Government, which shall restrain men from injuring one\nanother, shall leave them otherwise free to regulate their own\npursuits of industry and improvement, and shall not take from the\nmouth of labor the bread it has earned. This is the sum of good\ngovernment, and this is necessary to close the circle of our\nfelicities.\nAbout to enter, fellow-citizens, on the exercise of duties which\ncomprehend everything dear and valuable to you, it is proper you\nshould understand what I deem the essential principles of our\nGovernment, and consequently those which ought to shape its\nAdministration. I will compress them within the narrowest compass\nthey will bear, stating the general principle, but not all its\nlimitations. Equal and exact justice to all men, of whatever state\nor persuasion, religious or political; peace, commerce, and honest\nfriendship with all nations, entangling alliances with none; the\nsupport of the State governments in all their rights, as the most\ncompetent administrations for our domestic concerns and the surest\nbulwarks against antirepublican tendencies; the preservation of\nthe General Government in its whole constitutional vigor, as the\nsheet anchor of our peace at home and safety abroad; a jealous\ncare of the right of election by the people--a mild and safe\ncorrective of abuses which are lopped by the sword of revolution\nwhere peaceable remedies are unprovided; absolute acquiescence in\nthe decisions of the majority, the vital principle of republics,\nfrom which is no appeal but to force, the vital principle and\nimmediate parent of despotism; a well disciplined militia, our\nbest reliance in peace and for the first moments of war, till\nregulars may relieve them; the supremacy of the civil over the\nmilitary authority; economy in the public expense, that labor may\nbe lightly burthened; the honest payment of our debts and sacred\npreservation of the public faith; encouragement of agriculture,\nand of commerce as its handmaid; the diffusion of information and\narraignment of all abuses at the bar of the public reason; freedom\nof religion; freedom of the press, and freedom of person under the\nprotection of the habeas corpus, and trial by juries impartially\nselected. These principles form the bright constellation which has\ngone before us and guided our steps through an age of revolution\nand reformation. The wisdom of our sages and blood of our heroes\nhave been devoted to their attainment. They should be the creed of\nour political faith, the text of civic instruction, the touchstone\nby which to try the services of those we trust; and should we\nwander from them in moments of error or of alarm, let us hasten to\nretrace our steps and to regain the road which alone leads to\npeace, liberty, and safety.\nI repair, then, fellow-citizens, to the post you have assigned me.\nWith experience enough in subordinate offices to have seen the\ndifficulties of this the greatest of all, I have learnt to expect\nthat it will rarely fall to the lot of imperfect man to retire\nfrom this station with the reputation and the favor which bring\nhim into it. Without pretensions to that high confidence you\nreposed in our first and greatest revolutionary character, whose\npreeminent services had entitled him to the first place in his\ncountry's love and destined for him the fairest page in the volume\nof faithful history, I ask so much confidence only as may give\nfirmness and effect to the legal administration of your affairs. I\nshall often go wrong through defect of judgment. When right, I\nshall often be thought wrong by those whose positions will not\ncommand a view of the whole ground. I ask your indulgence for my\nown errors, which will never be intentional, and your support\nagainst the errors of others, who may condemn what they would not\nif seen in all its parts. The approbation implied by your suffrage\nis a great consolation to me for the past, and my future\nsolicitude will be to retain the good opinion of those who have\nbestowed it in advance, to conciliate that of others by doing them\nall the good in my power, and to be instrumental to the happiness\nand freedom of all.\nRelying, then, on the patronage of your good will, I advance with\nobedience to the work, ready to retire from it whenever you become\nsensible how much better choice it is in your power to make. And\nmay that Infinite Power which rules the destinies of the universe\nlead our councils to what is best, and give them a favorable issue\nfor your peace and prosperity."
}