{
  "author": "Woodrow Wilson",
  "year": 1920,
  "title": "Eighth State of the Union Address",
  "text": "GENTLEMEN OF THE CONGRESS:\nWhen I addressed myself to performing the duty laid upon the President by \nthe Constitution to present to you an annual report on the state of the Union, \nI found my thought dominated by an immortal sentence of Abraham Lincoln's-\"Let \nus have faith that right makes might, and in that faith let us dare to do our \nduty as we understand it\" -a sentence immortal because it embodies in a form \nof utter simplicity and purity the essential faith of the nation, the faith \nin which it was conceived, and the faith in which it has grown to glory and \npower. With that faith and the birth of a nation founded upon it came the hope \ninto the world that a new order would prevail throughout the affairs of mankind, \nan order in which reason and right would take precedence over covetousness and \nforce; and I believe that I express the wish and purpose of every thoughtful \nAmerican when I say that this sentence marks for us in the plainest manner the \npart we should play alike in the arrangement of our domestic affairs and in \nour exercise of influence upon the affairs of the world.\nBy this faith, and by this faith alone, can the world be lifted out of its \npresent confusion and despair. It was this faith which prevailed over the wicked \nforce of Germany. You will remember that the beginning of the end of the war \ncame when the German people found themselves face to face with the conscience \nof the world and realized that right was everywhere arrayed against the wrong \nthat their government was attempting to perpetrate. I think, therefore, that \nit is true to say that this was the faith which won the war. Certainly this \nis the faith with which our gallant men went into the field and out upon the \nseas to make sure of victory.\nThis is the mission upon which Democracy came into the world. Democracy is \nan assertion of the right of the individual to live and to be treated justly \nas against any attempt on the part of any combination of individuals to make \nlaws which will overburden him or which will destroy his equality among his \nfellows in the matter of right or privilege; and I think we all realize that \nthe day has come when Democracy is being put upon its final test. The Old World \nis just now suffering from a wanton rejection of the principle of \ndemocracy and a substitution of the principle of autocracy as asserted in the \nname, but without the authority and sanction, of the multitude. This is the \ntime of all others when Democracy should prove its purity and its spiritual \npower to prevail. It is surely the manifest destiny of the United States to \nlead in the attempt to make this spirit prevail.\nThere are two ways in which the United States can assist to accomplish this \ngreat object. First, by offering the example within her own borders of the will \nand power of Democracy to make and enforce laws which are unquestionably just \nand which are equal in their administration-laws which secure its full right \nto Labor and yet at the same time safeguard the integrity of property, and particularly \nof that property which is devoted to the development of industry and the increase \nof the necessary wealth of the world. Second, by standing for right and justice \nas toward individual nations. The law of Democracy is for the protection of \nthe weak, and the influence of every democracy in the world should be for the \nprotection of the weak nation, the nation which is struggling toward its right \nand toward its proper recognition and privilege in the family of nations.\nThe United States cannot refuse this role of champion without putting the \nstigma of rejection upon the great and devoted men who brought its government \ninto existence and established it in the face of almost universal opposition \nand intrigue, even in the face of wanton force, as, for example, against the \nOrders in Council of Great Britain and the arbitrary Napoleonic decrees which \ninvolved us in what we know as the War of 1812.\nI urge you to consider that the display of an immediate disposition on the \npart of the Congress to remedy any injustices or evils that may have shown themselves \nin our own national life will afford the most effectual offset to the forces \nof chaos and tyranny which are playing so disastrous a part in the fortunes \nof the free peoples of more than one part of the world. The United States is \nof necessity the sample democracy of the world, and the triumph of Democracy \ndepends upon its success.\nRecovery from the disturbing and sometimes disastrous effects of the late \nwar has been exceedingly slow on the other side of the water, and has given \npromise, I venture-to say, of early completion only in our own fortunate country; \nbut even with us the recovery halts and is impeded at times, and there are immediately \nserviceable acts of legislation which it seems to me we ought to attempt, to \nassist that recovery and prove the indestructible recuperative force of a great \ngovernment of the people. One of these is to prove that a great democracy can \nkeep house as successfully and in as business-like a fashion as any other government. \nIt seems to me that the first step toward providing this is to supply ourselves \nwith a systematic method of handling our estimates and expenditures and bringing \nthem to the point where they will not be an unnecessary strain upon our income \nor necessitate unreasonable taxation; in other words, a workable budget system. \nAnd I respectfully suggest that two elements are essential to such a system-namely, \nnot only that the proposal of appropriations should be in the hands of a single \nbody, such as a single appropriations committee in each house of the Congress, \nbut also that this body should be brought into such cooperation with the Departments \nof the Government and with the Treasury of the United States as would enable \nit to act upon a complete conspectus of the needs of the Government and the \nresources from which it must draw its income.\nI reluctantly vetoed the budget bill passed by the last session of the Congress \nbecause of a constitutional objection. The House of Representatives subsequently \nmodified the bill in order to meet this objection. In the revised form, I believe \nthat the bill, coupled with action already taken by the Congress to revise its \nrules and procedure, furnishes the foundation for an effective national budget \nsystem. I earnestly hope, therefore, that one of the first steps to be taken \nby the present session of the Congress will be to pass the budget bill.\nThe nation's finances have shown marked improvement during the last year. \nThe total ordinary receipts of $6,694,000,000 for the fiscal year 1920 exceeded \nthose for 1919 by $1,542,000,000, while the total net ordinary expenditures \ndecreased from $18,514,000,000 to $6,403,000,000. The gross public debt, which \nreached its highest point on August 31, 1919, when it was $26,596,000,000, had \ndropped on November 30, 1920, to $24,175,000,000.\nThere has also been a marked decrease in holdings of government war securities \nby the banking institutions of the country, as well as in the amount of bills \nheld by the Federal Reserve Banks secured by government war obligations. This \nfortunate result has relieved the banks and left them freer to finance the needs \nof Agriculture, Industry, and Commerce. It has been due in large part to the \nreduction of the public debt, especially of the floating debt, but more particularly \nto the improved distribution of government securities among permanent investors. \nThe cessation of the Government's borrowings, except through short-term certificates \nof indebtedness, has been a matter of great consequence to the people of the \ncountry at large, as well as to the holders of Liberty Bonds and Victory Notes, \nand has had an important bearing on the matter of effective credit control.\nThe year has been characterized by the progressive withdrawal of the Treasury \nfrom the domestic credit market and from a position of dominant influence in \nthat market. The future course will necessarily depend upon the extent to which \neconomies are practiced and upon the burdens placed upon the Treasury, as well \nas upon industrial developments and the maintenance of tax receipts at a sufficiently \nhigh level. The fundamental fact which at present dominates the Government's \nfinancial situation is that seven and a half billions of its war indebtedness \nmature within the next two and a half years. Of this amount, two and a half \nbillions are floating debt and five billions, Victory Notes and War. Savings \nCertificates. The fiscal program of the Government must be determined with reference \nto these maturities. Sound policy demands that Government expenditures be reduced \nto the lowest amount which will permit the various services to operate efficiently \nand that Government receipts from taxes and salvage be maintained sufficiently \nhigh to provide for current requirements, including interest and sinking fund \ncharges on the public debt, and at the same time retire the floating debt and \npart of the Victory Loan before maturity.\nWith rigid economy, vigorous salvage operations, and adequate revenues from \ntaxation, a surplus of current receipts over current expenditures can be realized \nand should be applied to the floating debt. All branches of the Government should \ncooperate to see that this program is realized. I cannot overemphasize the necessity \nof economy in Government appropriations and expenditures and the avoidance by \nthe Congress of practices which take money from the Treasury by indefinite or \nrevolving fund appropriations. The estimates for the present year show that \nover a billion dollars of expenditures were authorized by the last Congress \nin addition to the amounts shown in the usual compiled statements of appropriations. \nThis strikingly illustrates the importance of making direct and specific appropriations. \nThe relation between the current receipts and current expenditures of the Government \nduring the present fiscal year, as well as during the last half of the last \nfiscal year, has been disturbed by the extraordinary burdens thrown upon the \nTreasury by the Transportation Act, in connection with the return of the railroads \nto private control. Over $600,000,000 has already been paid to the railroads \nunder this act-$350,000,000 during the present fiscal year; and it is estimated \nthat further payments aggregating possibly $650,000,000 must still be made to \nthe railroads during the current year. It is obvious that these large payments \nhave already seriously limited the Government's progress in retiring the floating \ndebt.\nClosely connected with this, it seems to me, is the necessity for an immediate \nconsideration of the revision of our tax laws. Simplification of the income \nand profits taxes has become an immediate necessity. These taxes performed an \nindispensable service during the war. The need for their simplification, however, \nis very great, in order to save the taxpayer inconvenience and expense and in \norder to make his liability more certain and definite. Other and more detailed \nrecommendations with regard to taxes will no doubt be laid before you by the \nSecretary of the Treasury and the Commissioner of Internal Revenue.\nIt is my privilege to draw to the attention of Congress for very sympathetic \nconsideration the problem of providing adequate facilities for the care and \ntreatment of former members of the military and naval forces who are sick and \ndisabled as the result of their participation in the war. These heroic men can \nnever be paid in money for the service they patriotically rendered the nation. \nTheir reward will lie rather in realization of the fact that they vindicated \nthe rights of their country and aided in safeguarding civilization. The nation's \ngratitude must be effectively revealed to them by the most ample provision for \ntheir medical care and treatment as well as for their vocational training and \nplacement. The time has come when a more complete program can be formulated \nand more satisfactorily administered for their treatment and training, and I \nearnestly urge that the Congress give the matter its early consideration. The \nSecretary of the Treasury and the Board for Vocational Education will outline \nin their annual reports proposals covering medical care and rehabilitation which \nI am sure will engage your earnest study and commend your most generous support.\nPermit me to emphasize once more the need for action upon certain matters \nupon which I dwelt at some length in my message to the second session of the \nSixty-sixth Congress. The necessity, for example, of encouraging the manufacture \nof dyestuffs and related chemicals; the importance of doing everything possible \nto promote agricultural production along economic lines, to improve agricultural \nmarketing, and to make rural life more attractive and healthful; the need for \na law regulating cold storage in such a way as to limit the time during which \ngoods may be kept in storage, prescribing the method of disposing of them if \nkept beyond the permitted period, and requiring goods released from storage \nin all cases to bear the date of their receipt. It would also be most serviceable \nif it were provided that all goods released from cold storage for interstate \nshipment should have plainly marked upon each package the selling or market \nprice at which they went into storage, in order that the purchaser might be \nable to learn what profits stood between him and the producer or the wholesale \ndealer. Indeed, It would be very serviceable to the public if all goods destined \nfor interstate commerce were made to carry upon every packing case whose form \nmade it possible a plain statement of the price at which they left the hands \nof the producer. I respectfully call your attention also to the recommendations \nof the message referred to with regard to a federal license for all corporations \nengaged in interstate commerce.\nIn brief, the immediate legislative need of the time is the removal of all \nobstacles to the realization of the best ambitions of our people in their several \nclasses of employment and the strengthening of all instrumentalities by which \ndifficulties are to be met and removed and justice dealt out, whether by law \nor by some form of mediation and conciliation. I do not feel it to be my privilege \nat present to suggest the detailed and particular methods by which these objects \nmay be attained, but I have faith that the inquiries of your several committees \nwill discover the way and the method.\nIn response to what I believe to be the impulse of sympathy and opinion throughout \nthe United States, I earnestly suggest that the Congress authorize the Treasury \nof the United States to make to the struggling government of Armenia such a \nloan as was made to several of the Allied governments during the war, and I \nwould also suggest that it would be desirable to provide in the legislation \nitself that the expenditure of the money thus loaned should be under the supervision \nof a commission, or at least a commissioner, from the United States in order \nthat revolutionary tendencies within Armenia itself might not be afforded by \nthe loan a further tempting opportunity.\nAllow me to call your attention to the fact that the people of the Philippine \nIslands have succeeded in maintaining a stable government since the last action \nof the Congress in their behalf, and have thus fulfilled the condition set by \nthe Congress as precedent to a consideration of granting independence to the \nIslands. I respectfully submit that this condition precedent having been fulfilled, \nit is now our liberty and our duty to keep our promise to the people of those \nislands by granting them the independence which they so honorably covet.\nI have not so much laid before you a series of recommendations, gentlemen, \nas sought to utter a confession of faith, of the faith in which I was bred and \nwhich it is my solemn purpose to stand by until my last fighting day. I believe \nthis to be the faith of America, the faith of the future, and of all the victories \nwhich await national action in the days to come, whether in America or elsewhere.\n\n\n\n\n--Politicaljunkie 18:48, 5 March 2006 (UTC)"
}