{
  "author": "Calvin Coolidge",
  "year": 1923,
  "title": "First State of the Union Address",
  "text": "Since the close of the last Congress the Nation has lost President Harding. The world knew his kindness and his humanity, his greatness and his \ncharacter. He has left his mark upon history. He has made justice more certain \nand peace more secure. The surpassing tribute paid to his memory as he was borne \nacross the continent to rest at last at home revealed the place lie held in \nthe hearts of the American people. But this is not the occasion for extended \nreference to the man or his work. In this presence, among these who knew and \nloved him, that is unnecessary. But we who were associated with him could not \nresume together the functions of our office without pausing for a moment, and \nin his memory reconsecrating ourselves to the service of our country. He is \ngone. We remain. It is our duty, under the inspiration of his example, to take \nup the burdens which he was permitted to lay down, and to develop and support \nthe wise principles of government which he represented.\nFOREIGN AFFAIRS\nFor us peace reigns everywhere. We desire to perpetuate it always by granting \nfull justice to others and requiring of others full justice to ourselves.\nOur country has one cardinal principle to maintain in its foreign policy. It \nis an American principle. It must be an American policy. We attend to our own \naffairs, conserve our own strength, and protect the interests of our own citizens; \nbut we recognize thoroughly our obligation to help others, reserving to the \ndecision of our own Judgment the time, the place, and the method. We realize \nthe common bond of humanity. We know the inescapable law of service.\nOur country has definitely refused to adopt and ratify the covenant of the \nLeague of Nations. We have not felt warranted in assuming the responsibilities \nwhich its members have assumed. I am not proposing any change in this policy; \nneither is the Senate. The incident, so far as we are concerned, is closed. \nThe League exists as a foreign agency. We hope it will be helpful. But the United \nStates sees no reason to limit its own freedom and independence of action by \njoining it. We shall do well to recognize this basic fact in all national affairs \nand govern ourselves accordingly.\nWORLD COURT\nOur foreign policy has always been guided by two principles. The one is the \navoidance of permanent political alliances which would sacrifice our proper \nindependence. The other is the peaceful settlement of controversies between \nnations. By example and by treaty we have advocated arbitration. For nearly \n25 years we have been a member of The Hague Tribunal, and have long sought the \ncreation of a permanent World Court of Justice. I am in full accord with both \nof these policies. I favor the establishment of such a court intended to include \nthe whole world. That is, and has long been, an American policy.\nPending before the Senate is a proposal that this Government give its support \nto the Permanent Court of International Justice, which is a new and somewhat \ndifferent plan. This is not a partisan question. It should not assume an artificial \nimportance. The court is merely a convenient instrument of adjustment to ?which \nwe could go, but to which we could not be brought. It should be discussed with \nentire candor, not by a political but by a judicial method, without pressure \nand without prejudice. Partisanship has no place in our foreign relations. As \nI wish to see a court established, and as the proposal presents the only practical \nplan on which many nations have ever agreed, though it may not meet every desire, \nI therefore commend it to the favorable consideration of the Senate, with the \nproposed reservations clearly indicating our refusal to adhere to the League \nof Nations.\nRUSSIA\nOur diplomatic relations, lately so largely interrupted, are now being resumed, \nbut Russia presents notable difficulties. We have every desire to see that great \npeople, who are our traditional friends, restored to their position among the \nnations of the earth. We have relieved their pitiable destitution with an. enormous \ncharity. Our Government offers no objection to the carrying on of commerce by \nour citizens with the people of Russia. Our Government does not propose, however, \nto enter into relations with another regime which refuses to recognize the sanctity \nof international obligations. I do not propose to barter away for the privilege \nof trade any of the cherished rights of humanity. I do not propose to make merchandise \nof any American principles. These rights and principles must go wherever the \nsanctions of our Government go.\nBut while the favor of America is not for sale, I am willing to make very large \nconcessions for the purpose of rescuing the people of Russia. Already encouraging \nevidences of returning to the ancient ways of society can be detected. But more \nare needed. Whenever there appears any disposition to compensate our citizens \nwho were despoiled, and to recognize that debt contracted with our Government, \nnot by the Czar, but by the newly formed Republic of Russia; whenever the active \nspirit of enmity to our institutions is abated; whenever there appear works \nmete for repentance; our country ought to be the first to go to the economic \nand moral rescue of Russia. We have every desire to help and no desire to injure. \nWe hope the time is near at hand when we can act.\nDEBTS\nThe current debt and interest due from foreign Governments, exclusive of the \nBritish debt of $4,600,000,000, is about $7,200,000,000. 1 do not favor the \ncancellation of this debt, but I see no objection to adjusting it in accordance \nwith the principle adopted for the British debt. Our country would not wish \nto assume the role of an oppressive creditor, but would maintain the principle \nthat financial obligations between nations are likewise moral obligations which \ninternational faith and honor require should be discharged.\nOur Government has a liquidated claim against Germany for the expense of the \narmy of occupation of over $255,000,000. Besides this, the Mixed Claims Commission \nhave before them about 12,500 claims of American citizens, aggregating about \n$1,225,000,000. These claims have already been reduced by a recent decision, \nbut there are valid claims reaching well toward $500,000,000. Our thousands \nof citizens with credits due them of hundreds of millions of dollars have no \nredress save in the action of our Government. These are very substantial interests, \nwhich it is the duty of our Government to protect as best it can. That course \nI propose to pursue.\nIt is for these reasons that we have a direct interest in the economic recovery \nof Europe. They are enlarged by our desire for the stability of civilization \nand the welfare of humanity. That we are making sacrifices to that end none \ncan deny. Our deferred interest alone amounts to a million dollars every day. \nBut recently we offered to aid with our advice and counsel. We have reiterated \nour desire to see France paid and Germany revived. We have proposed disarmament. \nWe have earnestly sought to compose differences and restore peace. We shall \npersevere in well-doing, not by force, but by reason.\nFOREIGN PAPERS\nUnder the law the papers pertaining to foreign relations to be printed are \ntransmitted as a part of this message. Other volumes of these papers will follow.\nFOREIGN SERVICE\nThe foreign service of our Government needs to be reorganized and improved.\nFISCAL CONDITION\nOur main problems are domestic problems. Financial stability is the first requisite \nof sound government. We can not escape the effect of world conditions. We can \nnot avoid the inevitable results of the economic disorders which have reached \nall nations. But we shall diminish their harm to us in proportion as we continue \nto restore our Government finances to a secure and endurable position. This \nwe can and must do. Upon that firm foundation rests the only hope of progress \nand prosperity. From that source must come relief for the people.\nThis is being, accomplished by a drastic but orderly retrenchment, which is \nbringing our expenses within our means. The origin of this has been the determination \nof the American people, the main support has been the courage of those in authority, \nand the effective method has been the Budget System. The result has involved \nreal sacrifice by department heads, but it has been made without flinching. \nThis system is a law of the Congress. It represents your will. It must be maintained, \nand ought to be strengthened by the example of your observance. Without a Budget \nSystem there can be no fixed responsibility and no constructive scientific economy.\nThis great concentration of effort by the administration and Congress has brought \nthe expenditures, exclusive of the self-supporting Post. Office Department, \ndown to three billion dollars. It is possible, in consequence, to make a large \nreduction in the taxes of the people, which is the sole object of all curtailment. \nThis is treated at greater length in the Budget message, and a proposed plan \nhas been presented in detail in a statement by the Secretary of the Treasury \nwhich has my unqualified approval. I especially commend a decrease on earned \nincomes, and further abolition of admission, message, and nuisance taxes. Tile \namusement and educational value of moving pictures ought not to be taxed. Diminishing \ncharges against moderate incomes from investment will afford immense relief, \nwhile a revision of the surtaxes will not only provide additional money for \ncapital investment, thus stimulating industry and employing more but will not \ngreatly reduce the revenue from that source, and may in the future actually \nincrease it.\nBeing opposed to war taxes in time of peace, I am not in favor of excess-profits \ntaxes. A very great service could be rendered through immediate enactment of \nlegislation relieving the people of some of the burden of taxation. To' reduce \nwar taxes is to give every home a better chance.\nFor seven years the people have borne with uncomplaining courage the tremendous \nburden of national and local taxation. These must both be reduced. The taxes \nof the Nation must be reduced now as much as prudence will permit, and expenditures \nmust be reduced accordingly. High taxes reach everywhere and burden everybody. \nThey gear most heavily upon the poor. They diminish industry and commerce. They \nmake agriculture unprofitable. They increase the rates on transportation. They \nare a charge on every necessary of life. Of all services which the Congress \ncan render to the country, I have no hesitation in declaring t neglect it, to \npostpone it, to obstruct it by unsound proposals, is to become unworthy of public \nconfidence and untrue to public trust. The country wants this measure to have \nthe right of way over an others.\nAnother reform which is urgent in our fiscal system is the abolition of the \nright to issue tax-exempt securities. The existing system not only permits a \nlarge amount of the wealth of the Notion to escape its just burden but acts \nas a continual stimulant to municipal extravagance. This should be prohibited \nby constitutional amendment. All the wealth of the Nation ought to contribute \nits fair share to the expenses of the Nation.\nTARIFF LAW\nThe present tariff law has accomplished its two main objects. It has secured \nan abundant revenue and been productive of an abounding prosperity. Under it \nthe country has had a very large export and import trade. A constant revision \nof the tariff by the Congress is disturbing and harmful. The present law contains \nan elastic provision authorizing the President to increase or decrease present \nschedules not in excess of 50 per centum to meet the difference in cost of production \nat home and abroad. This does not, to my mind, warrant a rewriting g of the \nwhole law, but does mean, and will be so administered, that whenever the required \ninvestigation shows that inequalities of sufficient importance exist in any \nschedule, the power to change them should and will be applied.\nSHIPPING\nThe entire well being of our country is dependent upon transportation by sea \nand land. Our Government during the war acquired a large merchant fleet which \nshould be transferred, as soon as possible, to private ownership and operation \nunder conditions which would secure two results: First, and of ?prime importance, \nadequate means for national defense; second, adequate service to American commerce. \nUntil shipping conditions are such that our fleet can be disposed of advantageously \nunder these conditions, it will be operated as economically as possible under \nsuch plans as may be devised from time to time by the Shipping Board. We must \nhave a merchant marine which meets these requirements, and we shall have to \npay the cost of its service.\nPUBLIC IMPROVEMENTS\nThe time has come to. resume in a moderate way the opening of our intracoastal \nwaterways; the control of flood waters of the Mississippi and of the Colorado \nRivers; the improvement of the waterways from the Great Lakes toward the Gulf \nof Mexico; and the development of the great power and navigation project of \nthe St. Lawrence River, for which efforts are now being made to secure the necessary \ntreaty with Canada. These projects can not all be undertaken at once, but all \nshould have the immediate consideration of the Congress and be adopted as fast \nas plans can be matured and the necessary funds become available. This is not \nincompatible with economy, for their nature does not require so much a public \nexpenditure as a capital investment which will be reproductive, as evidenced \nby the marked increase in revenue from the Panama Canal. Upon these projects \ndepend much future industrial and agricultural progress. They represent the \nprotection of large areas from flood and the addition of a great amount of cheap \npower and cheap freight by use of navigation, chief of which is the bringing \nof ocean-going ships to the Great Lakes.\nAnother problem of allied character is the superpower development of the Northeastern \nStates, consideration of which is growing under the direction of the Department \nof Commerce by joint conference with the local authorities.\nRAILROADS\nCriticism of the railroad law has been directed, first, to the section laying \ndown the rule by which rates are fixed, and providing for payment to the Government \nand use of excess earnings; second, to the method for the adjustment of wage \nscales; and third, to the authority permitting consolidations.\nIt has been erroneously assumed that the act undertakes to guarantee railroad \nearnings. The law requires that rates should be just and reasonable. That has \nalways been the rule under which rates have been fixed. To make a rate that \ndoes not yield a fair return results in confiscation, and confiscatory rates \nare of course unconstitutional. Unless the Government adheres to the rule of \nmaking a rate that will yield a fair return, it must abandon rate making altogether. \nThe new and important feature of that part of the law is the recapture and redistribution \nof excess rates. The constitutionality of this method is now before the Supreme \nCourt for adjudication. Their decision should be awaited before attempting further \nlegislation on this subject. Furthermore, the importance of this feature will \nnot be great if consolidation goes into effect.\nThe settlement of railroad labor disputes is a matter of grave public concern. \nThe Labor Board was established to protect the public in the enjoyment of continuous \nservice by attempting to insure justice between the companies and their employees. \nIt has been a great help, but is not altogether satisfactory to the public, \nthe employees, or the companies. If a substantial agreement can be reached among \nthe groups interested, there should be no hesitation in enacting such agreement \ninto law. If it is not reached, the Labor Board may very well be left for the \npresent to protect the public welfare.\nThe law for consolidations is not sufficiently effective to be expeditious. \nAdditional legislation is needed giving authority for voluntary consolidations, \nboth regional and route, and providing Government machinery to aid and stimulate \nsuch action, always \"subject to the approval of the Interstate Commerce Commission. \nThis should authorize the commission to appoint committees for each proposed \ngroup, representing the public and the component roads, with power to negotiate \nwith individual security holders for an exchange of their securities for those \nof the, consolidation on such terms and conditions as the commission may prescribe \nfor avoiding any confiscation and preserving fair values. Should this permissive \nconsolidation prove ineffective after a limited period, the authority of the \nGovernment will have to be directly invoked.\nConsolidation appears to be the only feasible method for the maintenance of \nan adequate system of transportation with an opportunity so to adjust freight \nrates as to meet such temporary conditions as now prevail in some agricultural \nsections. Competent authorities agree that an entire reorganization of the rate \nstructure for freight is necessary. This should be ordered at once by the Congress.\nDEPARTMENT OF JUSTICE\nAs no revision of the laws of the United States has been made since 1878, a \ncommission or committee should be created to undertake this work. The Judicial \nCouncil reports that two more district judges are needed in the southern district \nof New York, one in the northern district of Georgia, and two more circuit judges \nin the Circuit Court of Appeals of the Eighth Circuit. Legislation should be \nconsidered for this purpose.\nIt is desirable to expedite the hearing and disposal of cases. A commission \nof Federal judges and lawyers should be created to recommend legislation by \nwhich the procedure in the Federal trial courts may be simplified and regulated \nby rules of court, rather than by statute; such rules to be submitted to the \nCongress and to be in force until annulled or modified by the Congress. The \nSupreme Court needs legislation revising and simplifying the laws governing \nreview by that court, and enlarging the classes of cases of too little public \nimportance to be subject to review. Such reforms would expedite the transaction \nof the business of the courts. The administration of justice is likely to fail \nif it be long delayed.\nThe National Government has never given adequate attention to its prison problems. \nIt ought to provide employment in such forms of production as can be used by \nthe Government, though not sold to the public in competition with private business, \nfor all prisoners who can be placed at work, and for which they should receive \na reasonable compensation, available for their dependents.\nTwo independent reformatories are needed; one for the segregation of women, \nand another for the segregation of young men serving their first sentence.\nThe administration of justice would be facilitated greatly by including in \nthe Bureau of Investigation of the Department of Justice a Division of Criminal \nIdentification, where there would be collected this information which is now \nindispensable in the suppression of crime.\nPROHIBITION\nThe prohibition amendment to the Constitution requires the Congress. and the \nPresident to provide adequate laws to prevent its violation. It is my duty to \nenforce such laws. For that purpose a treaty is being negotiated with Great \nBritain with respect to the ri lit of search of hovering vessels. To prevent \nsmuggling, the Coast Card should be greatly strengthened, and a supply of swift \npower boats should be provided. The major sources of production should be rigidly \nregulated, and every effort should be made to suppress interstate traffic. With \nthis action on the part of the National Government, and the cooperation which \nis usually rendered by municipal and State authorities, prohibition should be \nmade effective. Free government has no greater menace than disrespect for authority \nand continual violation of law. It is the duty of a citizen not only to observe \nthe law but to let it be known that he is opposed to its violation.\nTHE NEGRO\nNumbered among our population are some 12,000,000 colored people. Under our \nConstitution their rights are just as sacred as those of any other citizen. \nIt is both a public and a private duty to protect those rights. The Congress \nought to exercise all its powers of prevention and punishment against the hideous \ncrime of lynching, of which the negroes are by no means the sole sufferers, \nbut for which they furnish a majority of the victims.\nAlready a considerable sum is appropriated to give the negroes vocational training \nin agriculture. About half a million dollars is recommended for medical courses \nat Howard University to help contribute to the education of 500 colored doctors \nneeded each year. On account of the integration of large numbers into industrial \ncenters, it has been proposed that a commission be created, composed of members \nfrom both races, to formulate a better policy for mutual understanding and confidence. \nSuch an effort is to be commended. Everyone would rejoice in the accomplishment \nof the results which it seeks. But it is well to recognize that these difficulties \nare to a large extent local problems which must be worked out by the mutual \nforbearance and human kindness of each community. Such a method gives much more \npromise of a real remedy than outside interference.\nCIVIL SERVICE\nThe maintenance and extension of the classified civil service is exceedingly \nimportant. There are nearly 550,000 persons in the executive civil service drawing \nabout $700,000,000 of yearly compensation. Four-fifths of these are in the classified \nservice. This method of selection of the employees of the United States is especially \ndesirable for the Post Office Department. The Civil Service Commission has recommended \nthat postmasters at first, second, and third class offices be classified. Such \naction, accompanied by a repeal of the four-year term of office, would undoubtedly \nbe an improvement. I also recommend that the field force for prohibition enforcement \nbe brought within the classified civil service without covering in the present \nmembership. The best method for selecting public servants is the merit system.\nPUBLIC BUILDINGS\nMany of the departments in Washington need better housing facilities. Some \nare so crowded that their work is impeded, others are so scattered that they \nlose their identity. While I do not favor at this time a general public building \nlaw, I believe it is now necessary, in accordance with plans already sanctioned \nfor a unified and orderly system for the development of this city, to begin \nthe carrying out of those plans by authorizing the erection of three or four \nbuildings most urgently needed by an annual appropriation of $5,000,000.\nREGULATORY LEGISLATION\nCooperation with other maritime powers is necessary for complete protection \nof our coast waters from. pollution. Plans for this are under way, but await \ncertain experiments for refuse disposal. Meantime laws prohibiting spreading \noil and oil refuse from vessels in our own territorial waters would be most \nhelpful against this menace and should be speedily enacted.\nLaws should be passed regulating aviation.\nRevision is needed of the laws regulating radio interference.\nLegislation and regulations establishing load liner, to provide safe loading \nof vessels leaving our ports are necessary and recodification of our navigation \nlaws is vital.\nRevision of procedure of the Federal Trade Commission will give more constructive \npurpose to this department.\nIf our Alaskan fisheries are to be saved from destruction, there must be further \nlegislation declaring a general policy and delegating the authority to make \nrules and regulations to an administrative body.\nARMY AND NAVY\nFor several years we have been decreasing the personnel of the Army and Navy, \nand reducing their power to the danger point. Further reductions should not \nbe made. The Army is a guarantee of the security of our citizens at home; the \nNavy is a guarantee of the security of our citizens abroad. Both of these services \nshould be strengthened rather than weakened. Additional planes are needed for \nthe Army, and additional submarines for the Navy. The defenses of Panama must \nbe perfected. We want no more competitive armaments. We want no more war. But \nwe want no weakness that invites imposition. A people who neglect their national \ndefense are putting in jeopardy their national honor.\nINSULAR POSSESSIONS\nConditions in the insular possessions on the whole have been good. Their business \nhas been reviving. They are being administered according to law. That effort \nhas the full support of the administration. Such recommendations as may conic \nfrom their people or their governments should have the most considerate attention.\nEDUCATION AND WELFARE\nOur National Government is not doing as much as it legitimately can do to promote \nthe welfare of the people. Our enormous material wealth, our institutions, our \nwhole form of society, can not be considered fully successful until their benefits \nreach the merit of every individual. This is not a suggestion that the Government \nshould, or could, assume for the people the inevitable burdens of existence. \nThere is no method by which we can either be relieved of the results of our \nown folly or be guaranteed a successful life. There is an inescapable personal \nresponsibility for the development of character, of industry, of thrift, and \nof self-control. These do not come from the Government, but from the people \nthemselves. But the Government can and should always be expressive of steadfast \ndetermination, always vigilant, to maintain conditions under which these virtues \nare most likely to develop and secure recognition and reward. This is the American \npolicy.\nIt is in accordance with this principle that we have enacted laws for the protection \nof the public health and have adopted prohibition in narcotic drugs and intoxicating \nliquors. For purposes of national uniformity we ought to provide, by constitutional \namendment and appropriate legislation, for a limitation of child labor, and \nin all cases under the exclusive jurisdiction of the Federal Government a minimum \nwage law for women, which would undoubtedly find sufficient power of enforcement \nin the influence of public opinion.\nHaving in mind that education is peculiarly a local problem, and that it should \nalways be pursued with the largest freedom of choice by students and parents, \nnevertheless, the Federal Government might well give the benefit of its counsel \nand encouragement more freely in this direction. If anyone doubts the need of \nconcerted action by the States of the Nation for this purpose, it is only necessary \nto consider the appalling figures of illiteracy representing a condition which \ndoes not vary much in all parts of the Union. I do not favor the making of appropriations \nfrom the National Treasury to be expended directly on local education, but I \ndo consider it a fundamental requirement of national activity which, accompanied \nby allied subjects of welfare, is worthy of a separate department and a place \nin the Cabinet. The humanitarian side of government should not be repressed, \nbut should be cultivated.\nMere intelligence, however, is not enough. Enlightenment must be accompanied \nby that moral power which is the product of the home and of rebellion. Real \neducation and true welfare for the people rest inevitably on this foundation, \nwhich the Government can approve and commend, but which the people themselves \nmust create.\nIMMIGRATION\nAmerican institutions rest solely on good citizenship. They were created by \npeople who had a background of self-government. New arrivals should be limited \nto our capacity to absorb them into the ranks of good citizenship. America must \nbe kept American. For this i purpose, it is necessary to continue a policy of \nrestricted immigration. It would be well to make such immigration of a selective \nnature with some inspection at the source, and based either on a prior census \nor upon the record of naturalization. Either method would insure the admission \nof those with the largest capacity and best intention of becoming citizens. \nI am convinced that our present economic and social conditions warrant a limitation \nof those to be admitted. We should find additional safety in a law requiring \nthe immediate registration of all aliens. Those' who do not want to be partakers \nof the American spirit ought not to settle in America.\nVETERANS\nNo more important duty falls on the Government of the United States than the \nadequate care of its veterans. Those suffering disabilities incurred in the \nservice must have sufficient hospital relief and compensation. Their dependents \nmust be supported. Rehabilitation and vocational training must be completed. \nAll of this service must be clean, must be prompt and effective, and it must \nbe administered in a spirit of the broadest and deepest human sympathy. If investigation \nreveals any present defects of administration or need Of legislation, orders \nwill be given for the immediate correction of administration, and recommendations \nfor legislation should be given the highest preference.\nAt present there are 9,500 vacant beds in Government hospitals, I recommend \nthat all hospitals be authorized at once to receive and care for, without hospital \npay, the veterans of all wars needing such care, whenever there are vacant beds, \nand that immediate steps be taken to enlarge and build new hospitals to serve \nall such cases.\nThe American Legion will present to the Congress a legislative pro 'gram too \nextensive for detailed discussion here. It is a carefully matured plan. While \nsome of it I do not favor, with much of it I am in hearty accord, and I recommend \nthat a most painstaking effort be made to provide remedies for any defects in \nthe administration of the present laws which their experience has revealed. \nThe attitude of the Government toward these proposals should be one of generosity. \nBut I do not favor the granting of a bonus.\nCOAL\nThe cost of coal has become unbearably high. It places a great burden on our \nindustrial and domestic life. The public welfare requires a reduction in the \nprice of fuel. With the enormous deposits in existence, failure of supply ought \nnot to be tolerated. Those responsible for the conditions in this industry should \nundertake its reform and free it from any charge of profiteering\nThe report of the Coal Commission will be before the Congress. It comprises \nall the facts. It represents the mature deliberations and conclusions of the \nbest talent and experience that ever made a national survey of the production \nand distribution of fuel. I do not favor Government ownership or operation of \ncoal mines. The need is for action under private ownership that will secure \ngreater continuity of production and greater public protection. The Federal \nGovernment probably has no peacetime authority to regulate wages, prices, or \nprofits in coal at the mines or among dealers, but by ascertaining and publishing \nfacts it can exercise great influence.\nThe source of the difficulty in the bituminous coal fields is the intermittence \nof operation which causes great waste of both capital and labor. That part of \nthe report dealing with this problem has much significance, and is suggestive \nof necessary remedies. By amending, the car rules, by encouraging greater unity \nof ownership, and possibly by permitting common selling agents for limited districts \non condition that they accept adequate regulations and guarantee that competition \nbetween districts be unlimited, distribution, storage, and continuity ought \nto be improved.\nThe supply of coal must be constant. In case of its prospective interruption, \nthe President should have authority to appoint a commission empowered to deal \nwith whatever emergency situation might arise, to aid conciliation and voluntary \narbitration, to adjust any existing or threatened controversy between the employer \nand the employee when collective bargaining fails, and by controlling distribution \nto prevent profiteering in this vital necessity. This legislation is exceedingly \nurgent, and essential to the exercise of national authority for the protection \nof the people. Those who undertake the responsibility of management or employment \nin this industry do so with the full knowledge that the public interest is paramount, \nand that to fail through any motive of selfishness in its service is such a \nbetrayal of duty as warrants uncompromising action by the Government.\nREORGANIZATION\nA special joint committee has been appointed to work out a plan for a reorganization \nof the different departments and bureaus of the Government more scientific and \neconomical than the present system. With the exception of the consolidation \nof the War and Navy Departments and some minor details, the plan has the general \nsanction of the President and the Cabinet. It is important that reorganization \nbe enacted into law at the present session.\nAGRICULTURE\nAided by the sound principles adopted by the Government, the business of the \ncountry has had an extraordinary revival. Looked at as a whole, the Nation is \nin the enjoyment of remarkable prosperity. Industry and commerce are thriving. \nFor the most tart agriculture is successful, eleven staples having risen in \nvalue from about $5,300,000,000 two years ago to about. $7,000,000,000 for the \ncurrent year. But range cattle are still low in price, and some sections of \nthe wheat area, notably Minnesota, North Dakota, and on west, have many cases \nof actual distress. With his products not selling on a parity with the products \nof industry, every sound remedy that can be devised should be applied for the \nrelief of the farmer. He represents a character, a type of citizenship, and \na public necessity that must be preserved and afforded every facility for regaining \nprosperity.\nThe distress is most acute among those wholly dependent upon one crop.. Wheat \nacreage was greatly expanded and has not yet been sufficiently reduced. A large \namount is raised for export, which has to meet the competition in the world \nmarket of large amounts raised on land much cheaper and much more productive.\nNo complicated scheme of relief, no plan for Government fixing of prices, no \nresort to the public Treasury will be of any permanent value in establishing \nagriculture. Simple and direct methods put into operation by the farmer himself \nare the only real sources for restoration.\nIndirectly the farmer must be relieved by a reduction of national and local \ntaxation. He must be assisted by the reorganization of the freight-rate structure \nwhich could reduce charges on his production. To make this fully effective there \nought to be railroad consolidations. Cheaper fertilizers must be provided.\nHe must have organization. His customer with whom he exchanges products o he \nfarm for those of industry is organized, labor is organized, business is organized, \nand there is no way for agriculture to meet this unless it, too, is organized. \nThe acreage of wheat is too large. Unless we can meet the world market at a \nprofit, we must stop raising for export. Organization would help to reduce acreage. \nSystems of cooperative marketing created by the farmers themselves, supervised \nby competent management, without doubt would be of assistance, but, the can \nnot wholly solve the problem.' Our agricultural schools ought to have thorough \ncourses in the theory of organization and cooperative marketing.\nDiversification is necessary. Those farmers who raise their living on their \nland are not greatly in distress. Such loans as are wisely needed to assist \nbuying stock and other materials to start in this direction should be financed \nthrough a Government agency as a temporary and emergency expedient.\nThe remaining difficulty is the disposition of exportable wheat. I do not favor \nthe permanent interference of the Government in this problem. That probably \nwould increase the trouble by increasing production. But it seems feasible to \nprovide Government assistance to exports, and authority should be given the \nWar Finance Corporation to grant, in its discretion, the most liberal terms \nof payment for fats and grains exported for the direct benefit of the farm.\nMUSCLE SHOALS\nThe Government is undertaking to develop a great water-power project known \nas Muscle Shoals, on which it has expended many million dollars. The work is \nstill going on. Subject to the right to retake in time of war, I recommend that \nthis property with a location for auxiliary steam plant and rights of way be \nsold. This would end the present burden of expense and should return to the \nTreasury the largest price possible to secure.\nWhile the price is an important element, there is another consideration even \nmore compelling. The agriculture of the Nation needs a greater supply and lower \ncost of fertilizer. This is now imported in large quantities. The best information \nI can secure indicates that present methods of power production would not be \nable profitably to meet the price at which these imports can be sold. To obtain \na supply from this water power would require long and costly experimentation \nto perfect a process for cheap production. Otherwise our purpose would fail \ncompletely. It seems desirable, therefore, in order to protect and promote the \npublic welfare, to have adequate covenants that such experimentation be made \nand carried on to success. The great advantage of low-priced nitrates must be \nsecured for the direct benefit of the farmers and the indirect benefit of the \npublic in time of peace, and of the Government in time of war. If this main \nobject be accomplished, the amount of money received for the property is not \na primary or major consideration.\nSuch a solution will involve complicated negotiations, and there is no authority \nfor that purpose. therefore recommend that the Congress appoint a small joint \ncommittee to consider offers, conduct negotiations, and report definite recommendations.\nRECLAMATION\nBy reason of many contributing causes, occupants of our reclamation projects \nare in financial difficulties, which in some cases are acute. Relief should \nbe granted by definite authority of law empowering the Secretary of the Interior \nin. his discretion to suspend, readjust, and reassess all charges against water \nusers. This whole question is being considered by experts. You will have the \nadvantage of the facts and conclusions which they may develop. This situation, \ninvolving a Government investment of more than $135,000,000, and affecting more \nthan 30,000 water users, is serious. While relief which is necessary should \nbe granted, yet contracts with the Government which can be met should be met. \nThe established general policy of these projects should not be abandoned for \nany private control.\nHIGHWAYS AND FORESTS\nHighways and reforestation should continue to have the interest and support \nof the Government. Everyone is anxious for good highways. I have made a liberal \nproposal in the Budget for the continuing payment to the States by the Federal \nGovernment of its share for this necessary public improvement. No expenditure \nof public money contributes so much to the national wealth as for building good \nroads.\nReforestation has an importance far above the attention it usually secures. \nA special committee of the Senate is investigating this need, and I shall welcome \na constructive policy based on their report.\nIt is 100 years since our country announced the Monroe doctrine. This principle \nhas been ever since, and is now, one of the main foundations of our foreign \nrelations. It must be maintained. But in maintaining it we must not be forgetful \nthat a great change has taken place. We are no longer a weak Nation, thinking \nmainly of defense, dreading foreign imposition. We are great and powerful. New \npowers bring new responsibilities. Our ditty then was to protect ourselves. \nAdded to that, our duty now is to help give stability to. the world. We want \nidealism. We want that vision which lifts men and nations above themselves. \nThese are virtues by reason of their own merit. But they must not be cloistered; \nthey must not be impractical; they must not be ineffective.\nThe world has had enough of the curse of hatred and selfishness, of destruction \nand war. It has had enough of the wrongful use of material power. For the healing \nof the nations there must be good will and charity, confidence and peace. The \ntime has come for a more practical use of moral power, and more reliance upon \nthe principle that right makes its own might. Our authority among the nations \nmust be represented by justice and mercy. It is necessary not only to have faith, \nbut to make sacrifices for our faith. The spiritual forces of the world make \nall its final determinations. It is with these voices that America should speak. \nWhenever they declare a righteous purpose there need be no doubt that they will \nbe heard. America has taken her place in the world as a Republic, independent, \npowerful. The best service that can be rendered to humanity is the assurance \nthat this place will be maintained."
}