{
  "author": "Calvin Coolidge",
  "year": 1925,
  "title": "Third State of the Union Address",
  "text": "Members of the Congress:\nIn meeting the constitutional requirement of informing the Congress upon the \nstate of the Union, it is exceedingly gratifying to report that the general \ncondition is one of progress and prosperity. Here and there are comparatively \nsmall and apparently temporary difficulties needing adjustment and improved \nadministrative methods, such as are always to be expected, but in the fundamentals \nof government and business the results demonstrate that we are going in the \nright direction. The country does not appear to require radical departures from \nthe policies already adopted so much as it needs a further extension of these \npolicies and the improvement of details. The age of perfection is still in the \nsomewhat distant future, but it is more in danger of being retarded by mistaken \nGovernment activity than it is from lack of legislation. We are by far the most \nlikely to accomplish permanent good if we proceed with moderation.\nIn our country the people are sovereign and independent, and must accept the \nresulting responsibilities. It is their duty to support themselves and support \nthe Government. That is the business of the Nation, whatever the charity of \nthe Nation may require. The functions which the Congress are to discharge are \nnot those of local government but of National Government. The greatest solicitude \nshould be exercised to prevent any encroachment upon the rights of the States \nor their various political subdivisions. Local self-government is one of our \nmost precious possessions. It is the greatest contributing factor to the stability \nstrength liberty, and progress of the Nation. It ought not to be in ringed by \nassault or undermined by purchase. It ought not to abdicate its power through \nweakness or resign its authority through favor. It does not at all follow that \nbecause abuses exist it is the concern of the Federal Government to attempt \nthe r reform.\nSociety is in much more danger from encumbering the National Government beyond \nits wisdom to comprehend, or its ability to administer, than from leaving the \nlocal communities to bear their own burdens and remedy their own evils. Our \nlocal habit and custom is so strong, our variety of race and creed is so great \nthe Federal authority is so tenuous, that the area within which it can function \nsuccessfully is very limited. The wiser policy is to leave the localities, so \nfar as we can, possessed of their own sources of revenue and charged with their \nown obligations.\nGOVERNMENT ECONOMY\nIt is a fundamental principle of our country that the people are sovereign. \nWhile they recognize the undeniable authority of the state, they have established \nas its instrument a Government of limited powers. They hold inviolate in their \nown hands the jurisdiction over their own freedom and the ownership of their \nown property. Neither of these can be impaired except by due process of law. \nThe wealth of our country is not public wealth, but private wealth. It does \nnot belong to the Government, it belongs to the people. The Government has no \njustification in taking private Property except for a public purpose. It is \nalways necessary to keep these principles in mind in the laying of taxes and \nin the making of appropriations. No right exists to levy on a dollar, or to \norder the expenditure of a dollar, of the money of the people, except for a \nnecessary public purpose duly authorized by the Constitution. The power over \nthe purse is the power over liberty.\nThat is the legal limitation within which the Congress can act, How it will, \nproceed within this limitation is always a question of policy. When the country \nis prosperous and free from debt, when the rate of taxation is low, opportunity \nexists for assuming new burdens and undertaking new enterprises. Such a condition \nnow prevails only to a limited extent. All proposals for assuming new obligations \nought to be postponed, unless they are reproductive capital investments or are \nsuch as are absolutely necessary at this time. We still have an enormous debt \nof over $20,000,000,000, on which the interest and sinking-fund requirements \nare $1,320,000,000. Our appropriations for the Pension Office and the Veterans' \nBureau are $600,000,000. The War and Navy Departments call for $642,000,000. \nOther requirements, exclusive of the Post Office ' which is virtually self-sustaining, \nbrought the appropriations for the current year up to almost C3,100,060,000. \nThis shows an expenditure of close to $30 for every inhabitant of our country. \nFor the average family of five it means a tax, directly or indirectly paid, \nof about $150 for national purposes alone. The local tax adds much more. These \nenormous expenditures ought not to be increased, but through every possible \neffort they ought to be reduced.\nOnly one of these great items can be ultimately extinguished. That is \nthe item of our war debt. Already this has been reduced to about $6,000,000,000, \nwhich means an annual saving in interest of close to $250,000,000. The present \ninterest charge is about $820,000,000 yearly. It would seem to be obvious that \nthe sooner this debt can be retired the more the taxpayers will save in interest \nand the easier it will be to secure funds with which to prosecute needed running \nexpenses, constructions, and improvements. This item of $820,000,000 for interest \nis a heavy charge on all the people of the country, and it seems to me that \nwe might well consider whether it is not greatly worth while to dispense with \nit as early as possible by retiring the principal debt which it is required \nto serve.\nIt has always been our policy to retire our debts. That of the Revolutionary \nWar period, notwithstanding the additions made in 1812, was paid by 1835. and \nthe Civil War debt within 23 years. Of the amount already paid, over $1,000,000,000 \nis a reduction in cash balances. That source is exhausted. Over one and two-thirds \nbillions of dollars was derived from excess receipts. Tax reduction eliminates \nthat. The sale of surplus war materials has been another element of our income. \nThat is practically finished. With these eliminated, the reduction of the debt \nhas been only about $500,000,000 each year, not an excessive sum on so large \na debt.\nProposals have been made to extend the payment over a period of 62 years. If \n$1,000,000,000 is paid at the end of 20 years, the cost to the taxpayers is \nthe principal and, I f the interest is 4% per cent, a total of $1,850,000,000. \nIf the same sum is paid at the end of 62 years, the cost is $3,635,000,000, \nor almost double. Here is another consideration: Compared with its purchasing \npower in 1913, the dollar we borrowed represented but 52 cents. As the value \nof our dollar increases, due to the falling prices of commodities, the burden \nof our debt increases. It has now risen to 631/2 cents. The taxpayer will be \nrequired to produce nearly twice the amount of commodities to pay his debt if \nthe dollar returns to the 1913 value. The more we pay while prices are high, \nthe easier it will be.\nDeflation of government after a war period is slower than deflation of business, \nwhere curtailment is either prompt and effective or disaster follows. There \nis room for further economy in the cost of the Federal Government, but a co \nn of current expenditures with pre-war expenditures is not able to the efficiency \nwith which Government business is now being done. The expenditures of 19161 \nthe last pre-war year, were $742,000,000, and in 1925 over $3,500,000,000, or \nnearly five times as great. If we subtract expenditures for debt retirements \nand interest, veterans' relief, increase of pensions, and other special outlays, \nconsisting of refunds, trust investments, and like charges, we find that the \ngeneral expenditures of the Government in 1925 were slightly more than twice \nas large as in 1916.\nAs prices in 1925 were approximately 40 per cent higher than in 1916, the cost \nof the same Government must also have increased. But the Government is not 'the \nsame. It is more expensive to collect the much greater revenue necessary and \nto administer our great debt. We have given enlarged and improved services to \nagriculture and commerce. Above all, America has grown in population and wealth. \nGovernment expenditures must always share in this growth. Taking into account the factors I have mentioned, I believe that present Federal expenses are not far out of line with pre-war expenses. We have nearly accomplished the deflation.\nThis does not mean that further economies will not come. As we reduce our debt \nour interest charges decline. There are many details yet to correct. The real \nimprovement, however, must come not from additional curtailment of expenses, \nbut by a more intelligent, more ordered spending. Our economy must be constructive. \nWhile we should avoid as far as possible increases in permanent current expenditures, \noftentimes a capital outlay like internal improvements will result in actual \nconstructive saving. That is economy in its best sense. It is an avoidance of \nwaste that there may be the means for an outlay to-day which will bring larger \nreturns to-morrow. We should constantly engage in scientific studies of our \nfuture requirements and adopt an orderly program for their service. Economy \nis the method by which we prepare to-day to afford the improvements of to-morrow.\nA mere policy of economy without any instrumentalities for putting it into \noperation would be very ineffective. The Congress has wisely set up the Bureau \nof the Budget to investigate and inform the President what recommendations he \nought to make for current appropriations. This gives a centralized authority \nwhere a general and comprehensive understanding can be reached of the sources \nof income and the most equitable distribution of expenditures. How well it has \nworked is indicated by the fact that the departmental estimates for 1922, before \nthe budget law, were $4,068,000,000 while the Budget estimates for 1927 are \n$3,156,000,000. This latter figure shows the reductions in departmental estimates \nfor the coming year made possible by the operation of the Budget system that \nthe Congress has provided.\nBut it is evidently not enough to have care in making appropriations without \nany restraint upon expenditure. The Congress has provided that check by establishing \nthe office of Comptroller General.\nThe purpose of maintaining the Budget Director and the Comptroller General \nis to secure economy and efficiency in Government expenditure. No better method \nhas been devised for the accomplishment of that end. These offices can not be \nadministered in all the various details without making some errors both of fact \nand of judgment. But the important consideration remains that these are the \ninstrumentalities of the Congress and that no other plan has ever been adopted \nwhich was so successful in promoting economy and efficiency. The Congress has \nabsolute authority over the appropriations and is free to exercise its judgment, \nas the evidence may warrant, in increasing or decreasing budget recommendations. \nBut it ought to resist every effort to weaken or break down this most beneficial \nsystem of supervising appropriations and expenditures. Without it all the claim \nof economy would be a mere pretense.\nTAXATION\nThe purpose of reducing expenditures is to secure a reduction in taxes. That \npurpose is about to be realized. With commendable promptness the Ways and Means \nCommittee of the House has undertaken in advance of the meeting of the Congress \nto frame a revenue act. As the bill has proceeded through the committee it has \ntaken on a nonpartisan character, and both Republicans and Democrats have joined \nin a measure which embodies many sound principles of tax reform. The bill will \ncorrect substantially the economic defects injected into the revenue act of \n1924, as well as many which have remained as war-time legacies. In its present \nform it should provide sufficient revenue for the Government.\nThe excessive surtaxes have been reduced, estate tax rates arv restored to \nmore reasonable figures, with every prospect of withdrawing from the field when \nthe States have had the opportunity to correct the abuses in their own inheritance \ntax laws, the gift tax and publicity section are to be repealed many miscellaneous \ntaxes are lowered or abandoned, and the Board of Tax Appeals and the administrative \nfeatures of the law are improved and strengthened. I approve of the bill in \nprinciple. In so far as income-tax exemptions are concerned, it seems, to me \nthe committee has gone as far as it is Safe to go and somewhat further than \nI should have gone. Any further extension along these lines would, in my opinion, \nimpair tile integrity of our income-tax system.\nI am advised that the bill will. be through the House by Christmas. For this \nprompt action the country call thank the good sense of the Ways and Means Committee \nin framing an economic measure upon economic considerations. If this attitude \ncontinues to be reflected through the Congress, the taxpayer will have his relief \nby the time his March 15th installment of income taxes is due. Nonpartisan effort \nmeans certain, quick action. Determination of a revenue law definitely, promptly \nand solely as a revenue law, is one of the greatest gifts a legislature can \nbestow upon its constituents. I commend the example of file Ways and Means Committee. \nIf followed, it will place sound legislation upon the books in time to give \nthe taxpayers the full benefit of tax reduction next year. This means that the \nbill should reach me prior to March 15.\nAll these economic results are being sought not to benefit the rich, but to \nbenefit the people. They are for the purpose of encouraging industry in order \nthat employment may be plentiful. They seek to make business good in order that \nwages may be good. They encourage prosperity in order that poverty may be banished \nfrom the home. They, seek to lay the foundation which, through increased production, \nmay, give the people a more bountiful supply of the necessaries of life, afford \nmore leisure for the improvement of the mind, the appreciation of the arts of \nmusic and literature, sculpture and painting, and the beneficial enjoyment of \noutdoor sports and recreation, enlarge the resources which minister to charity \nand by aU these means attempting to strengthen the spiritual life of the Nation.\nFOREIGN RELATIONS\nThe policy of our foreign relations, casting aside any suggestion of force, \nrests solely on the foundation of peace, good will, and good works. We have \nsought, in our intercourse with other nations, better understandings through \nconference and exchange of views its befits beings endowed with reason. The \nresults have been the gradual elimination of disputes, the settlement of controversies, \nand the establishment of a firmer friendship between America and the rest of \nthe world that has ever existed tit any previous time.\nThe example of this attitude has not been without its influence upon other \ncountries. Acting upon it, an adjustment was made of the difficult problem of \nreparations. This was the second step toward peace in Europe. It paved the way \nfor the agreements which were drawn tip at the Locarno Conference. When ratified, \nthese will represent the third step toward peace. While they do not of themselves \nprovide an economic rehabilitation, which is necessary for the progress of Europe, \nby strengthening the guarantees of peace they diminish the need for great armaments. \nIf the energy which now goes into military effort is transferred to productive \nendeavor it will greatly assist economic progress.\nThe Locarno agreements were made by the, European countries directly interested \nwithout ;any formal intervention of America, although on July 3 1 publicly advocated \nsuch agreements in an address made in Massachusetts. We have consistently refrained \nfrom intervening except when our help has been sought and we have felt it could \nbe effectively given, as in the settlement of reparations and the London Conference. \nThese recent Locarno agreements represent the success of this policy which we \nhave been insisting ought to be adopted, of having European countries settle \ntheir own political problems without involving this country. This beginning \nseems to demonstrate that this policy is sound. It is exceedingly gratifying \nto observe this progress, both in its method and in its result promises so much \nthat is beneficial to the world.\nWhen these agreements are finally adopted, they will provide guarantees of \npeace that make the present prime reliance upon force in some parts of Europe \nvery much less necessary. The natural corollary to these treaties should be \nfurther international contracts for the limitation of armaments. This work was \nsuccessfully begun at the Washington Conference. Nothing was done at that time \nconcerning land forces because of European objection. Our standing army has \nbeen reduced to around 118,000, about the necessary police force for 115,000,000 \npeople. We are not proposing to increase it, nor is it supposable that any foreign \ncountry looks with the slightest misapprehension upon our land forces. They \ndo not menace anybody. They are rather a protection to everybody.\nThe question of disarming upon land is so peculiarly European in its practical \naspects that our country would look with particular gratitude upon any action \nwhich those countries might take to reduce their own military forces. This is \nin accordance with our policy of not intervening unless the European powers \nare unable to agree and make request for our assistance. Whenever they are able \nto agree of their own accord it is especially gratifying to its, and such agreements \nmay be sure of our sympathetic support.\nIt seems clear that it is the reduction of armies rather than of navies that \nis of the first importance to the world at the present time. We shall look with \ngreat satisfaction upon that effort and give it our approbation and encouragement. \nIf that can be settled, we may more easily consider further reduction and limitation \nof naval armaments. For that purpose our country has constantly through its \nExecutive, and through repeated acts of Congress, indicated its willingness \nto call such a conference. Under congressional sanction it would seem to be \nwise to participate in any conference of the great powers for naval limitation \nof armament proposed upon such conditions that it would hold a fair promise \nof being effective. The general policy of our country is for disarmament, and \nit ought not to hesitate to adopt any practical plan that might reasonably be \nexpected to succeed. But it would not care to attend a conference which from \nits location or constituency would in all probability prove futile.\nIn the further pursuit, of strengthening the bonds of peace and good will we \nhave joined with other nations in an international conference held at Geneva \nand signed an agreement which will be laid before the Senate for ratification \nproviding suitable measures for control and for publicity in international trade \nin arms, ammunition. and implements of war, and also executed a protocol providing \nfor a prohibition of the use of poison gas in war, in accordance with the principles \nof Article 5 of the treaty relating thereto signed at tile Washington Conference. \nWe are supporting the Pan American efforts that are being made toward the codification \nof international. law, and looking with sympathy oil the investigations conducted \nunder philanthropic auspices of the proposal to agreements outlawing war. In \naccordance with promises made at the Washington Conference, we have urged the \ncalling of and are now represented at the Chinese Customs Conference and on \nthe Commission on Extraterritoriality, where it will be our policy so far as \npossible to meet the, aspirations of China in all ways consistent with the interests \nof the countries involved.\nCOURT OF INTERNATIONAL JUSTICE\nPending before the Senate for nearly three years is the proposal to adhere \nto the protocol establishing the Permanent Court of International Justice. A \nwell-established line of precedents mark America's effort to effect the establishment \nof it court of this nature.. We took a leading part in laying the foundation \non which it rests in the establishment of The Hague Court of Arbitration. It \nis that tribunal which nominates the judges who are elected by tile Council \nand Assembly of the League of Nations.\nThe proposal submitted to the Senate was made dependent upon four conditions, \nthe first of which is that by supporting the court we do not assume any obligations \nunder the league; second, that we may participate upon an equality with other \nStates in the election of judges; third, that the Congress shall determine what \npart of the expenses we shall bear; fourth, that the statute creating tile court \nshall not be amended without out consent; and to these I have proposed an additional \ncondition to the effect that we are not to be bound by advisory opinions rendered \nwithout our consent.\nThe court appears to be independent of the league. It is true tile judges are \nelected by tile Assembly and Council, but they are nominated by the Court of \nArbitration, which we assisted to create and of which we are a part. The court \nwas created by it statute, so-called, which is really a treaty made among some \nforty-eight different countries, that might properly be called a constitution \nof the court. This statute provides a method by which the judges are chosen \n' so that when the Court of Arbitration nominates them and the Assembly and \nCouncil of the League elect them, they are not acting as instruments of the \nCourt of Arbitration or instruments of the league, but as instruments of the \nstatute.\nThis will be even more apparent if our representatives sit with the members \nof the council and assembly in electing the judges. It is true they are paid \nthrough the league though not by the league, but by the countries which are \nmembers of the league and by our country if we accept the protocol. The judges \nare paid by the league only in the same sense that it could be said United States \njudges are paid by the Congress. The court derives all its authority from the \nstatute and is so completely independent of the league that it could go on functioning \nif the league were disbanded, at least until the terms of the judges expired.\nThe most careful provisions are made in the statute as to the qualifications \nof judges. Those who make the nominations are recommended to consult with their \nhighest court of justice, their law schools and academies. The judges must be \npersons of high moral character, qualified to hold the highest judicial offices \nin that country, or be jurisconsults of recognized competence in international \nlaw. It must be assumed that these requirements will continue to be carefully \nmet, and with America joining the countries already concerned it is difficult \nto comprehend how human ingenuity could better provide for the establishment \nof a court which would maintain its independence. It has to be recognized that \nindependence is to a considerable extent a matter of ability, character, and \npersonality. Some effort was made in the early beginnings to interfere with \nthe independence of our Supreme Court. It did not succeed because of the quality \nof the men who made up that tribunal.\nIt does not seem that the authority to give advisory opinions interferes with \nthe independence of the court. Advisory opinions in and of themselves are not \nharmful, but may be used in such a way as to be very beneficial because they \nundertake to prevent injury rather than merely afford a remedy after the injury \nhas been done. As a principle that only implies that the court shall function \nwhen proper application is made to it. Deciding the question involved upon issues \nsubmitted for an advisory opinion does not differ materially from deciding the \nquestion involved upon issues submitted by contending parties. Up to the present \ntime the court has given an advisory opinion when it judged it had jurisdiction, \nand refused to give one when it judged it did not have jurisdiction. Nothing \nin the work of the court has yet been an indication that this is an impairment \nof its independence or that its practice differs materially from the giving \nof like opinions under the authority of the constitutions of several of our \nStates.\nNo provision of the statute seems to me to give this court any authority to \nbe a political rather than a judicial court. We have brought cases in this country \nbefore our courts which, when they have been adjudged to be political, have \nbeen thereby dismissed. It is not improbable that political questions will be \nsubmitted to this court, but again up to the present time the court has refused \nto pass on political questions and our support would undoubtedly have a tendency \nto strengthen it in that refusal.\nWe are not proposing to subject ourselves to any compulsory jurisdiction. If \nwe support the court, we can never be obliged to submit any case which involves \nour interests for its decision. Our appearance before it would always be voluntary, \nfor the purpose of presenting a case which we had agreed might be presented. \nThere is no more danger that others might bring cases before the court involving our \ninterests which we did not wish to have brought, after we have adhered, and \nprobably not so much, than there would be of bringing such cases if we do not \nadhere. I think that we would have the same legal or moral right to disregard \nsuch a finding in the one case that we would in the other.\nIf we are going to support any court, it will not be one that we have set tip \nalone or which reflects only our ideals. Other nations have their customs and \ntheir institutions, their thoughts and their methods of life. If a court is \ngoing to be international, its composition will have to yield to what is good \nin all these various elements. Neither will it be possible to support a court \nwhich is exactly perfect, or under which we assume absolutely no obligations. \nIf we are seeking that opportunity, we might as well declare that we are opposed \nto supporting any court. If any agreement is made, it will be because it undertakes \nto set up a tribunal which can do some of the things that other nations wish \nto have done. We shall not find ourselves bearing a disproportionate share of \nthe world's burdens by our adherence, and we may as well remember that there \nis absolutely no escape for our country from bearing its share of the world's \nburdens in any case. We shall do far better service to ourselves and to others \nif we admit this and discharge our duties voluntarily, than if we deny it and \nare forced to meet the same obligations unwillingly\nIt is difficult to imagine anything that would be more helpful to the world \nthan stability, tranquility and international justice. We may say that we are \ncontributing to these factors independently, but others less fortunately located \ndo not and can not make a like contribution except through mutual cooperation. \nThe old balance of power, mutual alliances, and great military forces were not \nbrought bout by any mutual dislike for independence, but resulted from the domination \nof circumstances. Ultimately they were forced on us. Like all others engaged \nin the war whatever we said as a matter of fact we joined an alliance, we became \na military power, we impaired our independence. We have more at stake than any \none else in avoiding a repetition of that calamity. Wars do not, spring into \nexistence. They arise from small incidents and trifling irritations which can \nbe adjusted by an international court. We can contribute greatly to the advancement \nof our ideals by joining with other nations in maintaining such a tribunal.\nFOREIGN DEBTS\nGradually, settlements have been made which provide for the liquidation of \ndebts due to our Government from foreign governments. Those made with Great \nBritain, Finland, Hungary Lithuania, and Poland have already been approved by \nthe Congress. Since the adjournment, further agreements have been entered into \nwith Belgium, Czechoslovakia, Latvia, Estonia, Italy, and Rumania. These 11 \nnation,,, which have already made settlements, represent $6,419,528,641 of the \noriginal principal of the loans. The principal sums without interest, still \npending, are the debt of France, of $3,340,000,000; Greece, $15,000,000; Yugoslavia, \n$.51,000,000; Liberia, $26,000; Russia, $192,000,000, which those at present \nin control have undertaken, openly to repudiate; Nicaragua, $84,000, which is \nbeing paid currently; and Austria, $24,000,000, on which by act of Congress \na moratorium of 20 years has been granted. The only remaining sum is $12,000,000, \ndue from Armenia, which has now ceased to exist as an independent nation.\nIn accordance with the settlements made, the amount of principal and interest \nwhich is to be paid to the United States under these agreements aggregate $15,200,688,253.93. \nIt is obvious that the remaining settlements, which will undoubtedly be made, \nwill bring this sum up to an amount which will more than equal the principal \ndue on our present national debt. While these settlements are very large in \nthe aggregate, it has been felt that the terms granted were in all cases very \ngenerous. They impose no undue burden and are mutually beneficial in the observance \nof international faith and the improvement of international credit.\nEvery reasonable effort will be made to secure agreements for liquidation with \nthe remaining countries, whenever they are in such condition that they can be \nmade. Those which have already been negotiated under the bipartisan commission \nestablished by the Congress have been made only after the most thoroughgoing \nand painstaking investigation, continued for a long time before meeting with \nthe representatives of the countries concerned. It is believed that they represent \nin each instance the best that can be done and the wisest settlement that can \nbe secured. One very important result is the stabilization of foreign currency, \nmaking exchange assist rather than embarrass our trade. Wherever sacrifices \nhave been made of money, it will be more than amply returned in better understanding \nand friendship, while in so far as these adjustments will contribute to the \nfinancial stability of the debtor countries, to their good order, prosperity, \nand progress, they represent hope of improved trade relations and mutual contributions \nto the civilization of the world.\nALIEN PROBLEM\nNegotiations are progressing among the interested parties in relation to the \nfinal distribution of the assets in the hands of the Alien Property Custodian. \nOur Government and people are interested as creditors; the German Government \nand people are interested as debtors and owners of the seized property. Pending \nthe outcome of these negotiations, I do not recommend any affirmative legislation. \nFor the present we should continue in possession of this property which we hold \nas security for the settlement of claims due to our people and our Government.\nIMMIGRATION\nWhile not enough time has elapsed to afford a conclusive demonstration, such \nresults as have been secured indicate that our immigration law is on the whole \nbeneficial. It is undoubtedly a protection to the wage earners of this country. \nThe situation should however, be carefully surveyed, in order to ascertain whether \nit is working a' needless hardship upon our own inhabitants. If it deprives \nthem of the comfort and society of those bound to them by close family ties, \nsuch modifications should be adopted as will afford relief, always in accordance \nwith the principle that our Government owes its first duty to our own people \nand that no alien, inhabitant of another country, has any legal rights whatever \nunder our Constitution and laws. It is only through treaty, or through residence \nhere that such rights accrue. But we should not, however, be forgetful of the \nobligations of a common humanity.\nWhile our country numbers among its best citizens many of those of foreign \nbirth, yet those who now enter in violation of our laws bi that very act thereby \nplace themselves in a class of undesirables. T investigation reveals that any \nconsiderable number are coming here in defiance of our immigration restrictions, \nit will undoubtedly create the necessity for the registration of all aliens. \nWe ought to have no prejudice against an alien because lie is an alien. The \nstandard which we apply to our inhabitants is that of manhood, not place of \nbirth. Restrictive immigration is to a large degree for economic purposes. It \nis applied in order that we may not have a larger annual increment of good people \nwithin our borders than we can weave into our economic fabric in such a way \nas to supply their needs without undue injury to ourselves.\nNATIONAL DEFENSE\nNever before in time of peace has our country maintained so large and effective \na military force. as it now has. The Army, Navy, Marine Corps, National Guard, \nand Organized Reserves represent a strength of about 558,400 men. These forces \nare well trained, well equipped, and high in morale.\nA sound selective service act giving broad authority for the mobilization in \ntime of peril of all the resources of the country, both persons and materials, \nis needed to perfect our defense policy in accordance with our ideals of equality. \nThe provision for more suitable housing to be paid for out of funds derived \nfrom the sale of excess lands, pending before the last Congress, ought to be \nbrought forward and passed. Reasonable replacements ought to be made to maintain \na sufficient ammunition reserve.\nThe Navy has the full treaty tonnage of capital ships. Work is going forward \nin modernizing the older ones, building aircraft carriers, additional fleet \nsubmarines, and fast scout cruisers, but we are carefully avoiding anything \nthat might be construed as a competition in armaments with other nations. The \njoint Army and Navy maneuvers at Hawaii, followed by the cruise of a full Battle \nFleet to Australia and New Zealand, were successfully carried out. These demonstrations \nrevealed a most satisfactory condition of the ships and the men engaged.\nLast year at my suggestion the General Board of the Navy made an investigation \nand report on the relation of aircraft to warships. As a result authorizations \nand appropriations were made for more scout cruisers and fleet submarines and \nfor completing aircraft carriers and equipping them with necessary planes. Additional \ntraining in aviation was begun at the Military and Naval Academies. A method \nof coordination and cooperation of the Army and Navy and the principal aircraft \nbuilders is being perfected. At the suggestion of the Secretaries of War and \nNavy I appointed a special board to make a further study of the problem of aircraft.\nThe report of the Air Board ought to be reassuring to the country, gratifying \nto the service and satisfactory to the Congress. It is thoroughly complete and \nrepresents the mature thought of the best talent in the country. No radical \nchange in organization of the service seems necessary. The Departments of War, \nNavy, and Commerce should each be provided with an additional assistant secretary, \nnot necessarily with statutory duties but who would be available under the direction \nof the Secretary to give especial attention to air navigation. We must have \nan air strength worthy of America. Provision should be made for two additional \nbrigadier generals for the Army Air Service. Temporary rank corresponding to \ntheir duties should be awarded to active flying officers in both Army and Navy.\nAviation is of great importance both for national defense and commercial development. \nWe ought to proceed in its improvement by the necessary experiment and investigation. \nOur country is not behind in this art. It has made records for speed and for \nthe excellence of its planes. It ought to go on maintaining its manufacturing \nplants capable of rapid production, giving national assistance to tile la in \nout of airways, equipping itself with a moderate number of planes and keeping \nan air force trained to the highest efficiency.\nWhile I am a thorough believer in national defense and entirely committed to \nthe policy of adequate preparation, I am just as thoroughly opposed to instigating \nor participating in a policy of competitive armaments. Nor does preparation \nmean a policy of militarizing. Our people and industries are solicitous for \nthe cause of 0111, country, and have great respect for the Army and Navy and \nfoil the uniform worn by the men who stand ready at all times for our protection \nto encounter the dangers and perils necessary to military service, but all of \nthese activities are to be taken not in behalf of aggression but in behalf of \npeace. They are the instruments by which we undertake to do our part to promote \ngood will and support stability among all peoples.\nVETERANS\nIf any one desires to estimate the esteem in which the veterans of America \nare held by their fellow citizens, it is but necessary to remember that the \ncurrent budget calls for an expenditure of about $650,000.000 in their behalf. \nThis is nearly the amount of the total cost of the National Government, exclusive \nof the post office, before we entered the last war.\nAt the two previous sessions of Congress legislation affecting veterans' relief \nwas enacted and the law liberalized. This legislation brought into being a number \nof new provisions tending more nearly to meet the needs of our veterans, as \nwell as afford the necessary authority to perfect the administration of these \nlaws.\nExperience with the new legislation so far has clearly demonstrated its constructive \nnature. It has increased the benefits received by many and bas made eligible \nfor benefits many others. Direct disbursements to the veteran or his dependents \nexceeding $21,000,000 have resulted, which otherwise would not have been made. \nThe degree of utilization of our hospitals has increased through making facilities \navailable to the incapacitated veteran regardless of service origin of the disability. \nThis new legislation also has brought about a marked improvement of service \nto the veteran.\nThe organizations of ex-service men have proposed additional legislative changes \nwhich you will consider, but until the new law and the modifications made at \nthe last session of Congress are given a more thorough test further changes \nin the basic law should be few and made only after careful though sympathetic \nconsideration.\nThe principal work now before the Veterans' Bureau is the perfection of its \norganization and further improvements in service. Some minor legislative changes \nare deemed necessary to enable the bureau to retain that high grade of professional \ntalent essential in handling the problems of the bureau. Such changes as tend \ntoward the improvement of service and the carrying forward to completion of \nthe hospital construction program are recommended for the consideration of the \nproper committees of Congress.\nWith the enormous outlay that is now being made in behalf of the veterans and \ntheir dependents, with a tremendous war debt still requiring great annual expenditure, \nwith the still high rate of taxation, while. every provision should be made \nfor the relief of the disabled and the necessary care of dependents, the Congress \nmay well consider whether the financial condition of the Government is not such \nthat further bounty through the enlargement of general pensions and other emoluments \nought not to be postponed.\nAGRICULTURE\nNo doubt the position of agriculture as a whole has very much improved since \nthe depression of three and four years ago. But there are many localities and \nmany groups of individuals, apparently through no fault of their own, sometimes \ndue to climatic conditions and sometimes to the prevailing price of a certain \ncrop, still in a distressing condition. This is probably temporary, but it is \nnone the less acute. National Government agencies, the Departments of Agriculture \nand Commerce, the Farm Loan Board, the intermediate credit banks, and the Federal \nReserve Board are all cooperating to be of assistance and relief. On the other \nhand, there are localities and individuals who have had one of their most prosperous \nyears. The general price level is fair, but here again there are exceptions \nboth ways, some items being poor while others are excellent. In spite of a lessened \nproduction the farm income for this year will be about the same as last year \nand much above the three preceding years.\nAgriculture is a very complex industry. It does not consist of one problem, \nbut of several. They can not be solved at one stroke. They have to be met in \ndifferent ways, and small gains are not to be despised.\nIt has appeared from all the investigations that I have been able to make that \nthe farmers as a whole are determined to maintain the independence of their \nbusiness., They do not wish to have meddling on the part of the Government or \nto be placed under the inevitable restrictions involved in any system of direct \nor indirect price-fixing, which would result from permitting the Government \nto operate in the agricultural markets. They are showing a very commendable \nskill in organizing themselves to transact their own business through cooperative. \nmarketing, which will this year turn over about $2,500,000,000, or nearly one-fifth \nof the total agricultural business. In this they are receiving help from the \nGovernment. The Department of Agriculture should be strengthened in this facility, \nin order to be able to respond when these marketing associations 'want help. \nWhile it ought not to undertake undue regulation, it should be equipped to give \nprompt information on crop prospects, supply, demand, current receipts, imports, \nexports, and prices.\n\nA more intimate relation should be established between agriculture and the \nother business activities of the Nation. They are mutually dependent and can \neach advance their own prosperity most by advancing the prosperity of the other. \nMeantime the Government will continue those activities which have resulted in \nan unprecedented amount of legislation and the pouring out of great sums of \nmoney during the last five years. The work for good roads, better land \nand water transportation, increased support for agricultural education, extension \nof credit facilities through the Farm Loan Boards and the intermediate credit \nbanks, the encouragement of orderly marketing and a repression of wasteful speculation, \nwill all be continued.\nFollowing every other depression, after a short period the price of farm produce \nhas taken and maintained the lead in the advance. This advance had reached a \nclimax before the war. Everyone will recall the discussion that went on for \nfour or five years prior to 1914 concerning the high cost of living. This history \nis apparently beginning to repeat itself. While wholesale prices of other commodities \nhave been declining, farm prices have been increasing. There is every reason \nto suppose that a new era in agricultural prosperity lies just before us, which \nwill probably be unprecedented.\nMUSCLE SHOALS\nThe problem of Muscle Shoals seems to me to have assumed a place all out of \nproportion with its real importance. It probably does not represent in market \nvalue much more than a first-class battleship, yet it has been discussed in \nthe Congress over a period of years and for months at a time. It ought to be \ndeveloped for the production of nitrates primarily, and incidentally for power \npurposes. This would serve defensive, agricultural, and industrial purposes. \nI am in favor of disposing of this property to meet these purposes. The findings \nof the special commission will be transmitted to the Congress for their information. \nI am convinced that the best possible disposition can be made by direct authorization \nof the Congress. As a means of negotiation I recommend the immediate appointment \nof a small joint special committee chosen from the appropriate general standing \ncommittees of the House and Senate to receive bids, which when made should be \nreported with recommendations as to acceptance, upon which a law should be enacted, \neffecting a sale to the highest bidder who will agree to carry out these purposes.\nIf anything were needed to demonstrate the almost utter incapacity of the National \nGovernment to deal directly with an industrial and commercial problem, it has \nbeen provided by our experience with this property. We have expended vast \nfortunes, we have taxed everybody, but we are unable to secure results, which \nbenefit anybody. This property ought, to be transferred to private management \nunder conditions which will dedicate it to the public purpose for which it was \nconceived.\nRECLAMATION\nThe National Government is committed to a policy of reclamation and irrigation \nwhich it desires to establish on a sound basis and continue in the interest \nof the localities concerned. Exhaustive studies have recently been made of Federal \nreclamation, which have resulted in improving the projects and adjusting many \ndifficulties. About one third of the projects is in good financial condition, \nanother third can probably be made profitable, while the other third is under \nunfavorable conditions. The Congress has already provided for a survey which \nwill soon be embodied in a report. That ought to suggest a method of relief \nwhich will make unnecessary further appeals to the Congress. Unless this can \nbe done, Federal reclamation will be considerably retarded. With the greatly \nincreased cost of construction and operation, it has become necessary to plan \nin advance, by community organization and selective agriculture, methods sufficient \nto repay these increasing outlays.\nThe human and economic interests of the farmer citizens suggest that the States \nshould be required to exert some effort and assume some responsibility, especially \nin the intimate, detailed, and difficult work of securing settlers and developing \nfarms which directly profit them, but only indirectly and remotely can reimburse \nthe 'Nation. It is believed that the Federal Government should continue to be \nthe agency for planning and constructing the great undertakings needed to regulate \nand bring into use the rivers the West, many of which are interstate in character, \nbut the detailed work of creating agricultural communities and a rural civilization \non the land made ready for reclamation ought to be either transferred to the \nState 'in its entirety or made a cooperative effort of the State and Federal \nGovernment.\nSHIPPING\nThe maintenance of a merchant marine is of the utmost importance for national \ndefense and the service of our commerce. We have a large number of ships engaged \nin that service. We also have a surplus supply, costly to care for, which ought \nto be sold. All the investigations that have been made under my direction, and \nthose which have been prosecuted independently, have reached the conclusion \nthat the fleet should be under the direct control of a single executive head, \nwhile the Shipping Board should exercise its judicial and regulatory functions \nin Accordance with its original conception. The report of Henry G. Dalton, a \nbusiness man of broad experience, with a knowledge of shipping, made to me after \ncareful investigation, will be transmitted for the information of the Congress, \nthe studies pursued under the direction of the United States Chamber of Commerce \nwill also be accessible, and added to these will be the report of the special \ncommittee of the House.\nI do not advocate the elimination of regional considerations, but it has become \napparent that without centralized executive action the management of this great \nbusiness, like the management of any other great business, will flounder in \nincapacity and languish under a division of council. A plain and unmistakable \nreassertion of this principle of unified control, which I have always been advised \nwas the intention of the Congress to apply, is necessary to increase the efficiency \nof our merchant fleet.\nCOAL\nThe perennial conflict in the coal industry is still going on to the great \ndetriment of the wage earners, the owners, and especially to the public. With \ndeposits of coal in this country capable of supplying its needs for hundreds \nof years, inability to manage and control this great resource for the benefit \nof all concerned is very close to a national economic failure. It has been the \nsubject of repeated investigation and reiterated recommendation. Yet the industry \nseems never to have accepted modern methods of adjusting differences between \nemployers and employees. The industry could serve the public much better and \nbecome subject to a much more effective method of control if regional consolidations \nand more freedom in the formation of marketing associations, under the supervision \nof the Department of Commerce, were permitted.\nAt the present time the National Government has little or no authority to deal \nwith this vital necessity of the life of the country. It has permitted itself \nto remain so powerless that its only attitude must be humble supplication. Authority \nshould be lodged with the President and the Departments of Commerce and Labor, \ngiving them power to deal with an emergency. They should be able to appoint \ntemporary boards with authority to call for witnesses and documents, conciliate \ndifferences, encourage arbitration, and in case of threatened scarcity exercise \ncontrol over distribution. Making the facts public under these circumstances \nthrough a statement from an authoritative source would be of great public benefit. \nThe report of the last coal commission should be brought forward, reconsidered, \nand acted upon.\nPROHIBITION\nUnder the orderly processes of our fundamental institutions the Constitution \nwas lately amended providing for national prohibition. The Congress passed an \nact for its enforcement, and similar acts have been provided by most of the \nStates. It is the law of the land. It is the duty of all who come under \nits, jurisdiction to observe the spirit of that law, and it is the duty of the \nDepartment of Justice and the Treasury Department to enforce it. Action to prevent \nsmuggling, illegal transportation in interstate commerce, abuse in the use of \npermits, and existence of sources of supply for illegal traffic is almost entirely \nimposed upon the Federal Government.\nThrough treaties with foreign governments and increased activities of the Coast \nGuard, revenue agents, district attorneys and enforcement agents effort is being \nmade to prevent these violations. But the Constitution also puts a concurrent \nduty on the States. We need their active and energetic cooperation, the vigilant \naction of their police, and the jurisdiction of their courts to assist in enforcement. \nI request of the people observance, of the public officers continuing.\" efforts \nfor enforcement, and of the Congress favorable action on the budget recommendation \nfor the prosecution of this work.\nWATERWAY DEVELOPMENT\nFor many years our country has been employed in plans and M for the development \nof our intracoastal and inland waterways. This work along our coast is \nan important adjunct to our commerce. It will be carried on, together with the \nfurther opening up of our harbors, as our resources permit. The Government made \nan agreement during the war to take over the Cape Cod Canal, under which the \nowners made valuable concessions. This pledged faith of the Government ought \nto be redeemed.\nTwo other main fields are under consideration. One is the Great Lakes and St. \nLawrence, including the Erie Canal. This includes stabilizing the lake level, \nand is both a waterway and power project. A joint commission of the United \nStates and Canada is working on plans and surveys which will not be completed \nuntil next April. No final determination can be made, apparently, except under \ntreaty as to the participation of both countries. The other is the Mississippi \nRiver stem. This is almost entirely devoted to navigation. Work on the Ohio \nRiver will be completed in about three years. A modern channel connecting Chicago, \nNew Orleans, Kansas City, and Pittsburgh should be laid out and work on the \ntributaries prosecuted. Some work is being done of a preparatory nature along \nthe Missouri, and large expenditures are being made yearly in the lower reaches \nof the Mississippi and its tributaries which contribute both to flood control \nand navigation. Preliminary measures are being\" taken on tile Colorado River \nproject, which is exceedingly important for flood control, irrigation, power \ndevelopment, and water supply to the area concerned. It would seem to be very \ndoubtful, however, whether it is practical to secure affirmative action of the \nCongress, except under a Joint agreement of the several States.\nThe Government has already expended large sums upon scientific research and \nengineering investigation in promotion of this Colorado River project. The actual \nprogress has been retarded for many years by differences among the seven States \nin the basin over their relative water rights and among different groups as \nto methods. In an attempt to settle the primary difficulty of the water rights, \nCongress authorized the Colorado River Commission which agreed on November 24, \n1922, upon an interstate compact to settle these rights, subject to the ratification \nof the State legislatures and Congress. All seven States except Arizona at one \ntime ratified, the Arizona Legislature making certain reservations which failed \nto meet the approval of the governor. Subsequently an attempt was made to establish \nthe compact upon a six-State basis, but in this case California imposed reservations. \nThere appears to be no division of opinion upon the major principles of the \ncompact, but difficulty in separating contentions to methods of development \nfrom the discussion of it. It is imperative that flood control be undertaken \nfor California and Arizona. preparation made for irrigation, for power, and \nfor domestic water.\nSome or all of these questions are combined in every proposed development. \nThe Federal Government is interested in some of these phases, State governments \nand municipalities and irrigation districts in others, and private corporations \nin still others. Because of all this difference of view it is most desirable \nthat Congress should consider the creation of some agency that will be able \nto determine methods of improvement solely upon economic and engineering facts, \nthat would be authorized to negotiate and settle, subject to the approval of \nCongress, the participation, rights, and obligations of each group in any particular \nworks. Only by some such method can early construction be secured.\nWATER POWER\nAlong with the development of navigation should go every possible encouragement \nfor the development of our water power. While steam. still plays a dominant \npart, this is more and more becoming an era of electricity. Once installed, \nthe cost is moderate, has not tended greatly to increase, and is entirely free \nfrom the unavoidable dirt and disagreeable features attendant upon the burning \nof coal. Every facility should be extended for the connection of the various \nunits into a superpower plant, capable at all times of a current increasing \nuniformity over the entire system.\nRAILROADS\nThe railroads throughout the country are in a fair state of prosperity. Their \nservice is good and their supply of cars is abundant. Their condition \nwould be improved and the public better served by a system of consolidations. \nI recommend that the Congress authorize such consolidations tinder the supervision \nof the Interstate Commerce Commission, with power to approve or disapprove when \nproposed parts are excluded or new parts added. I am informed that the railroad \nmanagers and their employees have reached a substantial agreement as to what \nlegislation is necessary to regulate and improve their relationship. Whenever \nthey bring forward such proposals, which seem sufficient also to protect the \ninterests of the public, they should be enacted into law.\nIt is gratifying to report that both the railroad managers and railroad employees \nare providing boards for the mutual adjustment of differences in harmony with \nthe principles of conference, conciliation, and arbitration. The solution of \ntheir problems ought to be an example to all other industries. Those who ask \nthe protections of civilization should be ready to use the methods of civilization.\nA strike in modern industry has many of the aspects of war in the modern world. \nIt injures labor and it injures capital. If the industry involved is a basic \none, it reduces the necessary economic surplus and, increasing the cost of living, \nit injures the economic welfare and general comfort of the whole people. It \nalso involves a deeper cost. It tends to embitter and divide the community into \nwarring classes and thus weakens the unity and power of our national life.\nLabor can make no permanent gains at the cost of the general welfare. All the \nvictories won by organized labor in the past generation have been won through \nthe support of public opinion. The manifest inclination of the managers and \nemployees of the railroads to adopt a policy of action in harmony with these \nprinciples marks a new epoch in our industrial life.\nOUTLYING POSSESSIONS\nThe time has come for careful investigation of the expenditures and success \nof the laws by which we have undertaken to administer our outlying possessions. \nA very large amount of money is being expended for administration in Alaska. \nIt appears so far out of proportion to the number of inhabitants and the amount \nof production as to indicate cause for thorough investigation. Likewise consideration \nshould be given to the experience under the law which governs the Philippines. \nFrom such reports as reach me there are indications that more authority should \nbe given to the Governor General, so that he will not be so dependent upon the \nlocal legislative body to render effective our efforts to set an example of \nthe,, sound administration and good government, which is so necessary for the \npreparation of the Philippine people for self-government under ultimate independence. \nIf they are to be trained in these arts, it is our duty to provide for them \nthe best that there is.\nRETIREMENT OF JUDGES\nThe act of March 3, 1911, ought to be amended so that the term of years of \nservice of judges of any court of the United States requisite for retirement \nwith pay shall be computed to include not only continuous but aggregate service.\nMOTHERS’ AID\nThe Government ought always to be alert on the side of the humanities. It Ought \nto encourage provisions for economic justice for the defenseless. It ought to \nextend its relief through its national and local agencies, as may be appropriate \nin each case, to the suffering and the needy. It ought to be charitable.\nAlthough more than 40 of our States have enacted measures in aid of motherhood, \nthe District of Columbia is still without such a law. A carefully considered \nbill will be presented, which ought to have most thoughtful consideration in \norder that the Congress may adopt a measure which will be hereafter a model \nfor all parts of the Union.\nCIVIL SERVICE\nIn 1883 the Congress passed the civil service act, which from a modest beginning \nof 14,000 employees has grown until there are now 425,000 in the classified \nservice. This has removed the clerical force of the Nation from the wasteful \neffects of the spoils system and made it more stable and efficient. The time \nhas come to consider classifying all postmasters, collectors of customs, collectors \nof internal revenue, and prohibition agents, by an act covering in those at \npresent in office, except when otherwise provided by Executive order.\nThe necessary statistics are now being gathered to form the basis of a valuation \nof the civil service retirement fund based on current conditions of the service. \nIt is confidently expected that this valuation will be completed in time to \nbe made available to the Congress during the present session. It will afford \ndefinite knowledge of existing, and future liabilities under the present law \nand determination OF liabilities under any proposed change in the present law. \nWe should have this information before creating further obligations for retirement \nannuities which will become liabilities to be met in the future from the money \nof the taxpayer.\nThe classification act of 1923, with the subsequent legislative action providing \nfor adjustment of the compensation of field service positions, has operated \nmaterially to improve employment conditions in the Federal service. The administration \nof the act is in the hands of an impartial board, functioning without the necessity \nof a direct appropriation. It would be inadvisable at this time to place in \nother hands the administration of this act.\nFEDERAL TRADE COMMISSION\nThe proper function of the Federal Trade Commission is to supervise and correct \nthose practices in commerce which are detrimental to fair competition. In this \nit performs a useful function and should be continued and supported. It was \ndesigned also to be a help to honest business. In my message to the Sixty-eighth \nCongress I recommended that changes in the procedure then existing be made. \nSince then the commission by its own action has reformed its rules, giving greater \nspeed and economy in the disposal of its cases and full opportunity for those \naccused to be heard. These changes are improvements and, if necessary, provision \nshould be made for their permanency.\nREORGANIZATION\nNo final action has yet been taken on the measure providing for the reorganization \nof the various departments. I therefore suggest that this measure, which will \nbe of great benefit to the efficient and economical administration of the business \nof the Government, be brought forward and passed.\nTHE NEGRO\nNearly one-tenth of our population consists of the Negro race. The progress \nwhich they have made in all the arts of civilization in the last 60 years is \nalmost beyond belief. Our country has no more loyal citizens. But they do still \nneed sympathy, kindness, and helpfulness. They need reassurance that the requirements \nof the Government and society to deal out to them even-handed justice will be \nmet. They should be protected from all violence and supported in the peaceable \nenjoyment of the fruits of their labor. Those who do violence to them should \nbe punished for their crimes. No other course of action is worthy of the American \npeople.\nOur country has many elements in its population, many different modes of thinking \nand living, all of which are striving in their own way to be loyal to the high \nideals worthy of the crown of American citizenship. It is fundamental of our \ninstitutions that they seek to guarantee to all our inhabitants the right to \nlive their own lives under the protection of the public law. This does \nnot include any license to injure others materially, physically, morally, to \nIncite revolution, or to violate the established customs which have long bad \nthe sanction of enlightened society.\nBut it does mean the full right to liberty and equality before the law without \ndistinction of race or creed. This condition can not be granted to others, or \nenjoyed by ourselves, except by the application of the principle of broadest \ntolerance. Bigotry is only another name for slavery. It reduces to serfdom not \nonly those against whom it is directed, but also those who seek to apply it. \nAn enlarged freedom can only be secured by the application of the golden rule. \nNo other utterance ever presented such a practical rule of life.\nCONCLUSION\nIt is apparent that we are reaching into an era of great general prosperity. \nIt will continue only so long as we shall use it properly. After all, there \nis but a fixed quantity of wealth in this country at any fixed time. The only \nway that we can all secure more of it is to create more. The element of time \nenters into production, If the people have sufficient moderation and contentment \nto be willing to improve their condition by the process of enlarging production, \neliminating waste, and distributing equitably, a prosperity almost without limit \nlies before its. If the people are to be dominated by selfishness, seeking immediate \nriches by nonproductive speculation and by wasteful quarreling over the returns \nfrom industry, they will be confronted by the inevitable results of depression \nand privation. If they will continue industrious and thrifty, contented with \nfair wages and moderate profits, and the returns which accrue from tile development \nof oar natural resources, our prosperity will extend itself indefinitely.\nIn all your deliberations you should remember that the purpose of legislation \nis to translate principles into action. It is an effort to have our country \nbe better by doing better. Because the thoughts and ways of people are firmly \nfixed and not easily changed, the field within which immediate improvement can \nbe secured is very narrow. Legislation can provide opportunity. Whether it is \ntaken advantage of or not depends upon the people themselves. The Government \nof the United States has been created by the people. It is solely responsible \nto them. It will be most successful if it is conducted solely for their benefit. \nAll its efforts would be of little avail unless they brought more justice, more \nenlightenment, more happiness and prosperity into the home. This means an opportunity \nto observe religion, secure education, and earn a living under a reign of law \nand order. It is the growth and improvement of the material and spiritual life \nof the Nation. We shall not be able to gain these ends merely by our own action. \nIf they come at all, it will be because we have been willing to work in harmony \nwith the abiding purpose of a Divine Providence."
}