{
  "author": "Thomas Jefferson",
  "year": 1805,
  "title": "Thomas Jefferson's Second Inaugural Address",
  "text": "Proceeding, fellow-citizens, to that qualification which the           \nConstitution requires before my entrance on the charge again\nconferred on me, it is my duty to express the deep sense I\nentertain of this new proof of confidence from my fellow-citizens\nat large, and the zeal with which it inspires me so to conduct\nmyself as may best satisfy their just expectations.\nOn taking this station on a former occasion I declared the\nprinciples on which I believed it my duty to administer the\naffairs of our Commonwealth. My conscience tells me I have on\nevery occasion acted up to that declaration according to its\nobvious import and to the understanding of every candid mind.\nIn the transaction of your foreign affairs we have endeavored to\ncultivate the friendship of all nations, and especially of those\nwith which we have the most important relations. We have done them\njustice on all occasions, favored where favor was lawful, and\ncherished mutual interests and intercourse on fair and equal\nterms. We are firmly convinced, and we act on that conviction,\nthat with nations as with individuals our interests soundly\ncalculated will ever be found inseparable from our moral duties,\nand history bears witness to the fact that a just nation is\ntrusted on its word when recourse is had to armaments and wars to\nbridle others.\nAt home, fellow-citizens, you best know whether we have done well\nor ill. The suppression of unnecessary offices, of useless\nestablishments and expenses, enabled us to discontinue our\ninternal taxes. These, covering our land with officers and opening\nour doors to their intrusions, had already begun that process of\ndomiciliary vexation which once entered is scarcely to be\nrestrained from reaching successively every article of property\nand produce. If among these taxes some minor ones fell which had\nnot been inconvenient, it was because their amount would not have\npaid the officers who collected them, and because, if they had any\nmerit, the State authorities might adopt them instead of others\nless approved.\nThe remaining revenue on the consumption of foreign articles is\npaid chiefly by those who can afford to add foreign luxuries to\ndomestic comforts, being collected on our seaboard and frontiers\nonly, and incorporated with the transactions of our mercantile\ncitizens, it may be the pleasure and the pride of an American to\nask, What farmer, what mechanic, what laborer ever sees a\ntaxgatherer of the United States? These contributions enable us to\nsupport the current expenses of the Government, to fulfill\ncontracts with foreign nations, to extinguish the native right of\nsoil within our limits, to extend those limits, and to apply such\na surplus to our public debts as places at a short day their final\nredemption, and that redemption once effected the revenue thereby\nliberated may, by a just repartition of it among the States and a\ncorresponding amendment of the Constitution, be applied in time of\npeace to rivers, canals, roads, arts, manufactures, education, and\nother great objects within each State. In time of war, if\ninjustice by ourselves or others must sometimes produce war,\nincreased as the same revenue will be by increased population and\nconsumption, and aided by other resources reserved for that\ncrisis, it may meet within the year all the expenses of the year\nwithout encroaching on the rights of future generations by\nburthening them with the debts of the past. War will then be but a\nsuspension of useful works, and a return to a state of peace, a\nreturn to the progress of improvement.\nI have said, fellow-citizens, that the income reserved had enabled\nus to extend our limits, but that extension may possibly pay for\nitself before we are called on, and in the meantime may keep down\nthe accruing interest; in all events, it will replace the advances\nwe shall have made. I know that the acquisition of Louisiana had\nbeen disapproved by some from a candid apprehension that the\nenlargement of our territory would endanger its union. But who can\nlimit the extent to which the federative principle may operate\neffectively? The larger our association the less will it be shaken\nby local passions; and in any view is it not better that the\nopposite bank of the Mississippi should be settled by our own\nbrethren and children than by strangers of another family? With\nwhich should we be most likely to live in harmony and friendly\nintercourse?\nIn matters of religion I have considered that its free exercise is\nplaced by the Constitution independent of the powers of the\nGeneral Government. I have therefore undertaken on no occasion to\nprescribe the religious exercises suited to it, but have left\nthem, as the Constitution found them, under the direction and\ndiscipline of the church or state authorities acknowledged by the\nseveral religious societies.\nThe aboriginal inhabitants of these countries I have regarded with\nthe commiseration their history inspires. Endowed with the\nfaculties and the rights of men, breathing an ardent love of\nliberty and independence, and occupying a country which left them\nno desire but to be undisturbed, the stream of overflowing\npopulation from other regions directed itself on these shores;\nwithout power to divert or habits to contend against it, they have\nbeen overwhelmed by the current or driven before it; now reduced\nwithin limits too narrow for the hunter's state, humanity enjoins\nus to teach them agriculture and the domestic arts; to encourage\nthem to that industry which alone can enable them to maintain\ntheir place in existence and to prepare them in time for that\nstate of society which to bodily comforts adds the improvement of\nthe mind and morals. We have therefore liberally furnished them\nwith the implements of husbandry and household use; we have placed\namong them instructors in the arts of first necessity, and they\nare covered with the aegis of the law against aggressors from\namong ourselves.\nBut the endeavors to enlighten them on the fate which awaits their\npresent course of life, to induce them to exercise their reason,\nfollow its dictates, and change their pursuits with the change of\ncircumstances have powerful obstacles to encounter; they are\ncombated by the habits of their bodies, prejudices of their minds,\nignorance, pride, and the influence of interested and crafty\nindividuals among them who feel themselves something in the\npresent order of things and fear to become nothing in any other.\nThese persons inculcate a sanctimonious reverence for the customs\nof their ancestors; that whatsoever they did must be done through\nall time; that reason is a false guide, and to advance under its\ncounsel in their physical, moral, or political condition is\nperilous innovation; that their duty is to remain as their Creator\nmade them, ignorance being safety and knowledge full of danger; in\nshort, my friends, among them also is seen the action and\ncounteraction of good sense and of bigotry; they too have their\nantiphilosophists who find an interest in keeping things in their\npresent state, who dread reformation, and exert all their\nfaculties to maintain the ascendancy of habit over the duty of\nimproving our reason and obeying its mandates.\nIn giving these outlines I do not mean, fellow-citizens, to\narrogate to myself the merit of the measures. That is due, in the\nfirst place, to the reflecting character of our citizens at large,\nwho, by the weight of public opinion, influence and strengthen the\npublic measures. It is due to the sound discretion with which they\nselect from among themselves those to whom they confide the\nlegislative duties. It is due to the zeal and wisdom of the\ncharacters thus selected, who lay the foundations of public\nhappiness in wholesome laws, the execution of which alone remains\nfor others, and it is due to the able and faithful auxiliaries,\nwhose patriotism has associated them with me in the executive\nfunctions.\nDuring this course of administration, and in order to disturb it,\nthe artillery of the press has been leveled against us, charged\nwith whatsoever its licentiousness could devise or dare. These\nabuses of an institution so important to freedom and science are\ndeeply to be regretted, inasmuch as they tend to lessen its\nusefulness and to sap its safety. They might, indeed, have been\ncorrected by the wholesome punishments reserved to and provided by\nthe laws of the several States against falsehood and defamation,\nbut public duties more urgent press on the time of public\nservants, and the offenders have therefore been left to find their\npunishment in the public indignation.\nNor was it uninteresting to the world that an experiment should be\nfairly and fully made, whether freedom of discussion, unaided by\npower, is not sufficient for the propagation and protection of\ntruth--whether a government conducting itself in the true spirit\nof its constitution, with zeal and purity, and doing no act which\nit would be unwilling the whole world should witness, can be\nwritten down by falsehood and defamation. The experiment has been\ntried; you have witnessed the scene; our fellow-citizens looked\non, cool and collected; they saw the latent source from which\nthese outrages proceeded; they gathered around their public\nfunctionaries, and when the Constitution called them to the\ndecision by suffrage, they pronounced their verdict, honorable to\nthose who had served them and consolatory to the friend of man who\nbelieves that he may be trusted with the control of his own\naffairs.\nNo inference is here intended that the laws provided by the States\nagainst false and defamatory publications should not be enforced;\nhe who has time renders a service to public morals and public\ntranquillity in reforming these abuses by the salutary coercions\nof the law; but the experiment is noted to prove that, since truth\nand reason have maintained their ground against false opinions in\nleague with false facts, the press, confined to truth, needs no\nother legal restraint; the public judgment will correct false\nreasoning and opinions on a full hearing of all parties; and no\nother definite line can be drawn between the inestimable liberty\nof the press and its demoralizing licentiousness. If there be\nstill improprieties which this rule would not restrain, its\nsupplement must be sought in the censorship of public opinion.\nContemplating the union of sentiment now manifested so generally\nas auguring harmony and happiness to our future course, I offer to\nour country sincere congratulations. With those, too, not yet\nrallied to the same point the disposition to do so is gaining\nstrength; facts are piercing through the veil drawn over them, and\nour doubting brethren will at length see that the mass of their\nfellow-citizens with whom they can not yet resolve to act as to\nprinciples and measures, think as they think and desire what they\ndesire; that our wish as well as theirs is that the public efforts\nmay be directed honestly to the public good, that peace be\ncultivated, civil and religious liberty unassailed, law and order\npreserved, equality of rights maintained, and that state of\nproperty, equal or unequal, which results to every man from his\nown industry or that of his father's. When satisfied of these\nviews it is not in human nature that they should not approve and\nsupport them. In the meantime let us cherish them with patient\naffection, let us do them justice, and more than justice, in all\ncompetitions of interest; and we need not doubt that truth,\nreason, and their own interests will at length prevail, will\ngather them into the fold of their country, and will complete that\nentire union of opinion which gives to a nation the blessing of\nharmony and the benefit of all its strength.\nI shall now enter on the duties to which my fellow-citizens have\nagain called me, and shall proceed in the spirit of those\nprinciples which they have approved. I fear not that any motives\nof interest may lead me astray; I am sensible of no passion which\ncould seduce me knowingly from the path of justice, but the\nweaknesses of human nature and the limits of my own understanding\nwill produce errors of judgment sometimes injurious to your\ninterests. I shall need, therefore, all the indulgence which I\nhave heretofore experienced from my constituents; the want of it\nwill certainly not lessen with increasing years. I shall need,\ntoo, the favor of that Being in whose hands we are, who led our\nfathers, as Israel of old, from their native land and planted them\nin a country flowing with all the necessaries and comforts of\nlife; who has covered our infancy with His providence and our\nriper years with His wisdom and power, and to whose goodness I ask\nyou to join in supplications with me that He will so enlighten the\nminds of your servants, guide their councils, and prosper their\nmeasures that whatsoever they do shall result in your good, and\nshall secure to you the peace, friendship, and approbation of all\nnations."
}