{
  "author": "George W. Bush",
  "year": 2005,
  "title": "George Walker Bush's Second Inaugural Address",
  "text": "Vice President Cheney, Mr. Chief Justice, President Carter, President Bush, President Clinton, reverend clergy, distinguished guests, fellow\ncitizens:\nOn this day, prescribed by law and marked by ceremony, we celebrate the\ndurable wisdom of our Constitution, and recall the deep commitments that\nunite our country. I am grateful for the honor of this hour, mindful of\nthe consequential times in which we live, and determined to fulfill the\noath that I have sworn and you have witnessed.\nAt this second gathering, our duties are defined not by the words I use,\nbut by the history we have seen together. For a half century, America\ndefended our own freedom by standing watch on distant borders. After the\nshipwreck of communism came years of relative quiet, years of repose,\nyears of sabbatical - and then there came a day of fire.\nWe have seen our vulnerability - and we have seen its deepest source.\nFor as long as whole regions of the world simmer in resentment and\ntyranny - prone to ideologies that feed hatred and excuse murder -\nviolence will gather, and multiply in destructive power, and cross the\nmost defended borders, and raise a mortal threat. There is only one\nforce of history that can break the reign of hatred and resentment, and\nexpose the pretensions of tyrants, and reward the hopes of the decent\nand tolerant, and that is the force of human freedom.\nWe are led, by events and common sense, to one conclusion: The survival\nof liberty in our land increasingly depends on the success of liberty in\nother lands. The best hope for peace in our world is the expansion of\nfreedom in all the world.\nAmerica's vital interests and our deepest beliefs are now one. From the\nday of our Founding, we have proclaimed that every man and woman on this\nearth has rights, and dignity, and matchless value, because they bear\nthe image of the Maker of Heaven and earth. Across the generations we\nhave proclaimed the imperative of self-government, because no one is fit\nto be a master, and no one deserves to be a slave. Advancing these\nideals is the mission that created our Nation. It is the honorable\nachievement of our fathers. Now it is the urgent requirement of our\nnation's security, and the calling of our time.\nSo it is the policy of the United States to seek and support the growth\nof democratic movements and institutions in every nation and culture,\nwith the ultimate goal of ending tyranny in our world.\nThis is not primarily the task of arms, though we will defend ourselves\nand our friends by force of arms when necessary. Freedom, by its nature,\nmust be chosen, and defended by citizens, and sustained by the rule of\nlaw and the protection of minorities. And when the soul of a nation\nfinally speaks, the institutions that arise may reflect customs and\ntraditions very different from our own. America will not impose our own\nstyle of government on the unwilling. Our goal instead is to help others\nfind their own voice, attain their own freedom, and make their own way.\nThe great objective of ending tyranny is the concentrated work of\ngenerations. The difficulty of the task is no excuse for avoiding it.\nAmerica's influence is not unlimited, but fortunately for the oppressed,\nAmerica's influence is considerable, and we will use it confidently in\nfreedom's cause.\nMy most solemn duty is to protect this nation and its people against\nfurther attacks and emerging threats. Some have unwisely chosen to test\nAmerica's resolve, and have found it firm.\nWe will persistently clarify the choice before every ruler and every\nnation: The moral choice between oppression, which is always wrong, and\nfreedom, which is eternally right. America will not pretend that jailed\ndissidents prefer their chains, or that women welcome humiliation and\nservitude, or that any human being aspires to live at the mercy of bullies.\nWe will encourage reform in other governments by making clear that\nsuccess in our relations will require the decent treatment of their own\npeople. America's belief in human dignity will guide our policies, yet\nrights must be more than the grudging concessions of dictators; they are\nsecured by free dissent and the participation of the governed. In the\nlong run, there is no justice without freedom, and there can be no human\nrights without human liberty.\nSome, I know, have questioned the global appeal of liberty - though this\ntime in history, four decades defined by the swiftest advance of freedom\never seen, is an odd time for doubt. Americans, of all people, should\nnever be surprised by the power of our ideals. Eventually, the call of\nfreedom comes to every mind and every soul. We do not accept the\nexistence of permanent tyranny because we do not accept the possibility\nof permanent slavery. Liberty will come to those who love it.\nToday, America speaks anew to the peoples of the world:\nAll who live in tyranny and hopelessness can know: the United States\nwill not ignore your oppression, or excuse your oppressors. When you\nstand for your liberty, we will stand with you.\nDemocratic reformers facing repression, prison, or exile can know:\nAmerica sees you for who you are: the future leaders of your free country.\nThe rulers of outlaw regimes can know that we still believe as Abraham\nLincoln did: \"Those who deny freedom to others deserve it not for\nthemselves; and, under the rule of a just God, cannot long retain it.\"\nThe leaders of governments with long habits of control need to know: To\nserve your people you must learn to trust them. Start on this journey of\nprogress and justice, and America will walk at your side.\nAnd all the allies of the United States can know: we honor your\nfriendship, we rely on your counsel, and we depend on your help.\nDivision among free nations is a primary goal of freedom's enemies. The\nconcerted effort of free nations to promote democracy is a prelude to\nour enemies' defeat.\nToday, I also speak anew to my fellow citizens:\nFrom all of you, I have asked patience in the hard task of securing\nAmerica, which you have granted in good measure. Our country has\naccepted obligations that are difficult to fulfill, and would be\ndishonorable to abandon. Yet because we have acted in the great\nliberating tradition of this nation, tens of millions have achieved\ntheir freedom. And as hope kindles hope, millions more will find it. By\nour efforts, we have lit a fire as well - a fire in the minds of men. It\nwarms those who feel its power, it burns those who fight its progress,\nand one day this untamed fire of freedom will reach the darkest corners\nof our world.\nA few Americans have accepted the hardest duties in this cause - in the\nquiet work of intelligence and diplomacy ... the idealistic work of\nhelping raise up free governments ... the dangerous and necessary work\nof fighting our enemies. Some have shown their devotion to our country\nin deaths that honored their whole lives - and we will always honor\ntheir names and their sacrifice.\nAll Americans have witnessed this idealism, and some for the first time.\nI ask our youngest citizens to believe the evidence of your eyes. You\nhave seen duty and allegiance in the determined faces of our soldiers.\nYou have seen that life is fragile, and evil is real, and courage\ntriumphs. Make the choice to serve in a cause larger than your wants,\nlarger than yourself - and in your days you will add not just to the\nwealth of our country, but to its character.\nAmerica has need of idealism and courage, because we have essential work\nat home - the unfinished work of American freedom. In a world moving\ntoward liberty, we are determined to show the meaning and promise of\nliberty.\nIn America's ideal of freedom, citizens find the dignity and security of\neconomic independence, instead of laboring on the edge of subsistence.\nThis is the broader definition of liberty that motivated the Homestead\nAct, the Social Security Act, and the G.I. Bill of Rights. And now we\nwill extend this vision by reforming great institutions to serve the\nneeds of our time. To give every American a stake in the promise and\nfuture of our country, we will bring the highest standards to our\nschools, and build an ownership society. We will widen the ownership of\nhomes and businesses, retirement savings and health insurance -\npreparing our people for the challenges of life in a free society. By\nmaking every citizen an agent of his or her own destiny, we will give\nour fellow Americans greater freedom from want and fear, and make our\nsociety more prosperous and just and equal.\nIn America's ideal of freedom, the public interest depends on private\ncharacter - on integrity, and tolerance toward others, and the rule of\nconscience in our own lives. Self-government relies, in the end, on the\ngoverning of the self. That edifice of character is built in families,\nsupported by communities with standards, and sustained in our national\nlife by the truths of Sinai, the Sermon on the Mount, the words of the\nKoran, and the varied faiths of our people. Americans move forward in\nevery generation by reaffirming all that is good and true that came\nbefore - ideals of justice and conduct that are the same yesterday,\ntoday, and forever.\nIn America's ideal of freedom, the exercise of rights is ennobled by\nservice, and mercy, and a heart for the weak. Liberty for all does not\nmean independence from one another. Our nation relies on men and women\nwho look after a neighbor and surround the lost with love. Americans, at\nour best, value the life we see in one another, and must always remember\nthat even the unwanted have worth. And our country must abandon all the\nhabits of racism, because we cannot carry the message of freedom and the\nbaggage of bigotry at the same time.\nFrom the perspective of a single day, including this day of dedication,\nthe issues and questions before our country are many. From the viewpoint\nof centuries, the questions that come to us are narrowed and few. Did\nour generation advance the cause of freedom? And did our character bring\ncredit to that cause?\nThese questions that judge us also unite us, because Americans of every\nparty and background, Americans by choice and by birth, are bound to one\nanother in the cause of freedom. We have known divisions, which must be\nhealed to move forward in great purposes - and I will strive in good\nfaith to heal them. Yet those divisions do not define America. We felt\nthe unity and fellowship of our nation when freedom came under attack,\nand our response came like a single hand over a single heart. And we can\nfeel that same unity and pride whenever America acts for good, and the\nvictims of disaster are given hope, and the unjust encounter justice,\nand the captives are set free.\nWe go forward with complete confidence in the eventual triumph of\nfreedom. Not because history runs on the wheels of inevitability; it is\nhuman choices that move events. Not because we consider ourselves a\nchosen nation; God moves and chooses as He wills. We have confidence\nbecause freedom is the permanent hope of mankind, the hunger in dark\nplaces, the longing of the soul. When our Founders declared a new order\nof the ages; when soldiers died in wave upon wave for a union based on\nliberty; when citizens marched in peaceful outrage under the banner\n\"Freedom Now\" - they were acting on an ancient hope that is meant to be\nfulfilled. History has an ebb and flow of justice, but history also has\na visible direction, set by liberty and the Author of Liberty.\nWhen the Declaration of Independence was first read in public and the\nLiberty Bell was sounded in celebration, a witness said, \"It rang as if\nit meant something.\" In our time it means something still. America, in\nthis young century, proclaims liberty throughout all the world, and to\nall the inhabitants thereof. Renewed in our strength - tested, but not\nweary - we are ready for the greatest achievements in the history of\nfreedom.\nMay God bless you, and may He watch over the United States of America."
}